[
{"_score": 0.0,
	"_type": "trolls",
	"_id": "AU6dUiL45ODhANgI6was",
	"_source": {"videos": "",
	"crawl_data": {"case": {"date_filed": "2010-10-14",
	"docket_number": "CIV 08-1101 JB/RLP",
	"federal_cite": "749 F. Supp. 2d 1235",
	"case_name": "Guidance Endodontics, LLC v. DENTSPLY INTERN."},
	"full-text": "749 F.Supp.2d 1235 (2010)GUIDANCE ENDODONTICS, LLC, a New Mexico Limited Liability Company, Plaintiff,v.DENTSPLY INTERNATIONAL, INC., a Delaware Business Corporation, and Tulsa Dental Products, LLC, a Delaware Limited Liability Company, Defendants, andDentsply International, Inc. and Tulsa Dental Products, LLC, Counter Plaintiffs,v.Guidance Endodontics, LLC and Dr. Charles Goodis, Counter Defendants.No. CIV 08-1101 JB/RLP.United States District Court, D. New Mexico.October 14, 2010.*1241Kyle C. Bisceglie, Renee M. Zaystev, Olshan, Grundman, Frome, Rosenzweig & Wolosky, LLP, New York, NY, John J. Kelly, Donald A. DeCandia, Ryan Flynn, Modrall, Sperling, Roehl, Harris & Sisk, P.A., Albuquerque, NM, for Plaintiff and Counter Defendants.Brian M. Addison, Vice President, Secretary, and General Counsel, Dentsply International, Inc., York, PA, Howard M. Radzely, W. Brad Nes, Morgan Lewis & Bockius, LLP, Washington, DC, R. Ted Cruz, Morgan Lewis & Bockius, LLP, Houston, TX, Thomas P. Gulley, Rebecca Avitia, Lewis and Roca, LLP, Albuquerque, NM, for Defendants and Counter Plaintiffs.MEMORANDUM OPINION AND ORDERJAMES O. BROWNING, District Judge.THIS MATTER comes before the Court on Dentsply/TDP's Motion to Set Aside the Punitive Damages Award and the Breach of Implied Covenant Verdict and for Judgment Notwithstanding the Verdict, filed October 30, 2009 (Doc. 454). The Court held a hearing on this motion on March 22, 2010. The primary issues are: (i) whether the Court should vacate a punitive-damages verdict of $40,000,000.00 in a breach-of-contract suit under Delaware law because the independent tort, which permitted punitive damages in a*1242breach-of-contract action, was limited to $300.00 in punitive damages; (ii) whether the Court should vacate that punitive damages award because there was no tort claim upon which to base a punitive damages award, i.e., because neither Plaintiff Guidance Endodontics, LLC's claim under the New Mexico Unfair Practices Act, NMSA 1978,  57-12-1 through 57-12-26 (\"NMUPA\"), nor its claim for breach of the implied covenant of good faith and fair dealing, was a tort claim; (iii) whether the Court should vacate the jury's verdict on Guidance's breach-of-implied-covenant claim because Guidance failed to establish all the elements of that claim; and (iv) whether the Court committed harmful error by giving Instruction No. 37 to the jury. Many of the issues that the Defendants Dentsply International, Inc., and Tulsa Dental Products, LLC, raise have been forfeited or waived, and those that have been preserved lack a sound basis in the law or in the facts of this case. Those issues that have not been forfeited do not rise to the level of plain error. The Court will thus deny the Defendants' motion.FACTUAL BACKGROUNDThis suit arises from a contract dispute that Guidance, a small endodontic-equipment company, has brought against the Defendants, who were both Guidance's rivals and its suppliers. More background on the lawsuit is set forth in one of the Court's earlier opinions.SeeGuidance Endodontics, LLC v. Dentsply Int'l, Inc.,633 F.Supp.2d 1257, 1260-67 (D.N.M.2008) (Browning, J.). The Defendants are manufacturers and suppliers of a variety of endodontic products that compete with Guidance's products, including endodontic obturators, files, and ovens.[1]Guidance and the Defendants were parties to a Manufacturing and Supply Agreement, which arose as a settlement of a separate intellectual-property dispute. The Supply Agreement required the Defendants to supply Guidance with endodontic files, obturators, and ovens, which Guidance would then sell to end-users.Guidance began selling those endodontic products at extremely low prices compared to the prices that the Defendants charged for the same or similar products. Allegedly as a dirty business tactic to keep Guidance from underselling them in the marketplace, the Defendants stopped supplying endodontic obturators to Guidance. The Defendants told Guidance that they were ceasing to supply obturators because*1243they heard that Guidance was telling its current and potential customers that the Defendants manufactured the products, which, they alleged, was in violation of the Supply Agreement. In addition to ceasing the supply of obturators, the Defendants refused to manufacture a new endodontic filethe V2 filewhich Guidance intended to sell.[2]The Defendants asserted that the Supply Agreement required Guidance to supply them with detailed engineering drawings before they were obligated to supply the V2 file. Guidance disputed that the Supply Agreement required it to provide engineering drawings as a prerequisite to the Defendants producing the V2. Finally, the Defendants initiated an organized marketing campaign to drive Guidance out of business, which included the Defendants' sales staff falsely representing to actual and potential Guidance customers that Guidance was no longer able to supply endodontic files. Based on these three categories of conduct, Guidance filed this suit.PROCEDURAL BACKGROUNDOn November 21, 2008, Guidance filed a Verified Complaint and Demand for Jury Trial. In the Complaint, Guidance made seven claims for relief: (i) breach of contract based on the Defendants' refusal to supply obturators,seeComplaint  158-68, at 30-31; (ii) breach of contract based on the Defendants' refusal to supply endodontic files,seeComplaint  169-79, at 31-32; (iii) breach of the implied covenant of good faith and fair dealing,seeComplaint  180-87, at 32-33; (iv) violation of the Delaware Deceptive Trade Practices Act,seeComplaint  188-97, at 33-34; (v) violation of the NMUPA,seeComplaint  198-207, at 34-35; (vi) violation of  43(a)(1)(B) of the Lanham Act,seeComplaint  208-16, at 35-36; and (vii) tortious interference with existing and prospective contractual relations,seeComplaint  217-26, at 36-37. On the way to trial, the Court dismissed several of these claims.1.Proposed Instructions and Verdict Form, and the Court's Adoption Thereof.On September 15, 2009, the Defendants filed a set of proposed jury instructions. One of those was an instruction on the Defendants' claim against Guidance for a breach of the implied covenant of good faith and fair dealing. That instruction read:Every contract, including the one in this case, contains an implied covenant of good faith and fair dealing. This covenant requires the parties to the contract to refrain from arbitrary or unreasonable conduct which has the effect of preventing the other party to the contract from receiving the fruits of the bargain. A party is liable for breaching the implied covenant of good faith and fair dealing if you find that its conduct frustrates the overarching purpose of the contract and that such action actually or nominally damaged the other party.In this case, Guidance is liable for breach of the implied covenant of good faith and fair dealing if you find that it acted arbitrarily or unreasonably, its conduct prevented Dentsply and/or Tulsa Dental from receiving the fruits of the contract, and Guidance's actions actually or nominally damaged Dentsply and/or Tulsa Dental.Dentsply/TDP's Proposed Jury Instructions, Instruction No. 8, at 9, filed September 15, 2009 (Doc. 330). The Defendants' proposed jury instruction on punitive damages*1244did not mention their implied-covenant claim.SeeDentsply/TDP's Proposed Jury Instructions, Instruction No. 45, at 51.Shortly thereafter, on September 28, 2009, the Defendants submitted a proposed verdict form.SeeDentsply/TDP's Proposed Verdict Form for Claims Asserted by Dentsply/TDP, filed September 28, 2009 (Doc. 370). The proposed verdict form contains the following questions regarding punitive damages and breach of the implied covenant of good faith and fair dealing:Breach of Implied Covenant of Good Faith and Fair Dealing(6) Do you find that Guidance breached the implied covenant of good faith and fair dealing?____ YES ____ NOIf your answer to Question No. 6 is \"YES,\" go on to Question No. 7. If your answer to Question No. 6 is \"No,\" go to Question No. 11.(7) Do you find that Dentsply and/or Tulsa Dental have suffered actual or nominal damages as a result of Guidance's conduct?____ YES ____ NOIf your answer to Question No. 7 is \"YES,\" go on to Question No. 8. If your answer to Question No. 7 is \"No,\" go on to Question No. 11.(8) In a lump sum, state the amount of actual or nominal damages you award Dentsply and Tulsa Dental$ ________Go on to Question No. 9.(9) Do you find that Guidance's breach of the implied covenant of good faith and fair dealing was in bad faith?____ YES ____ NOIf your answer to Question No. 9 is \"YES,\" go on to Question No. 10. If your answer to Question No. 9 is \"No,\" go to question No. 11.(10) In a lump sum, state the amount of punitive damages you award Dentsply and Tulsa Dental.$ __________Dentsply/TDP's Proposed Verdict Form for Claims Asserted by Dentsply/TDP at 3. This set of jury questions would allow the jury to award punitive damages to the Defendants based solely on a bad-faith breach of the implied covenant of good faith and fair dealing.The Court adopted the Defendants' proposed jury questions into its First and Second Proposed Verdict Forms.SeeCourt's First Proposed Verdict Form at 7, filed October 1, 2009 (Doc. 393); Court's Second Proposed Verdict Form at 3, 6, filed October 6, 2009 (Doc. 424). The Court's Second Proposed Verdict Form adopted the Defendants' questions as a predicate for punitive damages with respect to both Guidance's implied-covenant claim against the Defendants, and the Defendants' implied-covenant counterclaim against Guidance:Predicate for Punitive Damages for Breach of Implied Covenant of Good Faith and Fair Dealing12. Do you find Dentsply and/or Tulsa Dental's breach of the implied covenant of good faith and fair dealing was in bad faith?* * * *Predicate Question for Punitive Damages for Breach of Implied Covenant of Good Faith and Fair Dealing.30. Do you find that Guidance's breach of the implied covenant of good faith and fair dealing was in bad faith?Court's Second Proposed Verdict Form at 3, 6.*12452.The Court's Instructions on Punitive Damages and Breach of the Implied Covenant of Good Faith and Fair Dealing.The Court included in the Final Jury Instructions an instruction setting forth the elements of a claim for breach of the implied covenant of good faith and fair dealing. That instruction stated:For Guidance to prove that Dentsply and/or Tulsa Dental breached the implied covenant of good faith and fair dealing, Guidance must prove each of the following elements by a preponderance of the evidence:First,Dentsply and/or Tulsa Dental acted arbitrarily or unreasonably by using its status as Guidance's exclusive manufacturer of products to develop a brochure that disparages those products;Second,that conduct prevented Guidance from receiving the fruits of the contract; andThird,Dentsply and/or Tulsa Dental's actions injured Guidance.Court's Final Jury Instructions (Given), Instruction No. 27, at 28, filed October 8, 2009 (Doc. 430). The Court explained that instruction in a following instruction, which stated:A party is liable for breaching the implied covenant of good faith and fair dealing if you find that its conduct frustrates the overarching purpose of the contract and that such actions actually or nominally damaged the other party. The implied covenant is breached when it is clear from the writing that the parties would have agreed to prohibit the act complained of had they thought to negotiate with respect to that matter or when one party frustrates the purpose of the agreement by taking advantage of its position to control implementation of the agreement's terms.Court's Final Jury Instructions (Given), Instruction No. 28, at 29. The Court also included an instruction setting forth the elements of a NMUPA claim; it stated:For Guidance to prove that Dentsply and/or Tulsa Dental violated the New Mexico Unfair Practices Act, Guidance must prove each of the following elements by a preponderance of the evidence:First,Dentsply and/or Tulsa Dental made an oral or written statement that was false or misleading;Second,the false or misleading statement was knowingly false;Third,the false or misleading statement was made in connection with the sale of goods or services in the regular course of Dentsply's and/or Tulsa Dental's trade or commerce; andFourth,the false or misleading statement may, tends to, or does deceive or mislead any person.Court's Final Jury Instructions (Given), Instruction No. 31, at 32.Finally, the Court instructed the jury on punitive damages, borrowing from the parties' proposed instructions and reacting to various objections. Relevant to this motion, that instruction stated:In this case, Guidance seeks to recover punitive damages from Dentsply and/or Tulsa Dental. You may consider punitive damages only if you find that Guidance should recover compensatory damages for the breach of contract and nominal damages for violation of the New Mexico Unfair Practices Act.If you decide to award compensatory damages to Guidance on its breach of contract claims against Dentsply and/or Tulsa Dental, or on its claim that Dentsply and/or Tulsa Dental breached the implied covenant of good faith and fair dealing, you must determine whether*1246Dentsply and/or Tulsa Dental are liable to Guidance for punitive damages.Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; (b) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the New Mexico Unfair Practices Act because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.Guidance may only recover punitive damages for Dentsply's and/or Tulsa Dental's breach of implied covenant of good faith and fair dealing if you find that Dentsply's and/or Tulsa Dental's breach of the implied covenant was in bad faith.You may award punitive damages to punish Dentsply and/or Tulsa Dental for their outrageous conduct and to deter them, and others like them, from engaging in similar conduct in the future if you find by a preponderance of the evidence that Dentsply and/or Tulsa Dental acted intentionally or recklessly.Court's Final Jury Instruction (Given), Instruction No. 37, at 39-40.3.Before the Jury Began Deliberations, the Court Dismissed the Defendants' Claim for Breach of the Implied Covenant of Good Faith and Fair Dealing.The Defendants filed several counterclaims against Guidance. One of those claims was for a breach of the implied covenant of good faith and fair dealing. The Court granted Guidance's motion for summary judgment as to the Defendants' implied-covenant claim, however, because the claim overlapped with the Defendants' breach-of-contract claim.SeeGuidance Endodontics, LLC v. Dentsply Int'l, Inc.,708 F.Supp.2d 1209, 1234-38 (D.N.M.2010) (Browning, J.). The Court thus removed from the verdict form questions asking the jury to find whether Guidance breached the implied covenant, including the questions which would allow the Defendants to receive punitive damages if the jury found a bad-faith breach of the implied covenant.4.The Jury's Verdict and the Court's Judgment.The Court held a three-week jury trial from September 21, 2009 through October 9, 2009.SeeClerk's Minutes Before the Honorable James O. Browning at 1, filed September 21, 2009 (Doc. 439). On Wednesday, October 7, 2009, the Court read the instructions to the jury.See id.at 40. Those instructions included Guidance's claims for breach of contract, breach of the implied covenant of good faith and fair dealing, violation of the NMUPA, and violation of the Lanham Act.SeeCourt's Final Jury Instructions (Given), Instruction No. 18, at 18, filed October 8, 2009 (Doc. 430). The Court had dismissed the other claims before trial.The jury deliberated for about two days. On October 9, 2009, the jury returned a verdict largely in favor of Guidance. The jury found that the Defendants breached the Supply Agreement with regard to its failure to supply obturators and its failure to produce the V2 file, and found that breach caused Guidance damages.SeeVerdict Form  2-4, at 2, filed October 9, 2009 (Doc. 441). The jury also found that the Defendants breached the implied covenant of good faith and fair dealing, and violated the NMUPA, and found that both infractions caused damages to Guidance.See id. 5-12, at 2-3. The jury awarded Guidance $500,000.00 in compensatory damages for past harm that the breach of contract related to the V2 caused, and $3,580,000.00 in future damages related to that breach.SeeVerdict Form  15-16,*1247at 4.[3]The jury also found that Guidance was entitled to nominal damages of $200,000.00 for the Defendants' unlawful conduct.SeeVerdict Form  17-21, at 4-5.[4]Finally, based on the breach of the implied covenant and violation of the NMUPA, the jury awarded Guidance punitive damages of $40,000,000.00.SeeVerdict Form  22-23, at 5-6.The jury did not, however, completely absolve Guidance of fault. It found that Guidance breached the Supply Agreement and willfully engaged in false advertising in violation of the Lanham Act, 15 U.S.C.  1125.SeeVerdict Form  24-27, at 6-7. As a result, the jury awarded the Defendants $93,000.00 in compensatory damages.See id. 35, at 8.On October 22, 2009, Guidance filed a motion asking the Court to enter a final judgment in conformity with the jury's verdict.SeeMotion for Entry of Final Judgment, filed October 22, 2009 (Doc. 450). The Court granted the motion in part,seeOrder, filed March 31, 2009 (Doc. 537), and entered a judgment similar to the judgment that Guidance sought,seeFinal Judgment, filed March 31, 2010 (Doc. 538).5.The Motion and Arguments.The Defendants filed this motion on October 30, 2009, asking the Court \"to set aside the jury's punitive damages award and the breach of the implied covenant verdict pursuant to Rule 59 of the Federal Rules of Civil Procedure.\" Motion at 1. They present four separate bases, each of which they assert entitles them to such relief.See id.First, the Defendants argue that, under Delaware law, a plaintiff may recover punitive damages on a breach of contract claim only when the breaching conduct constitutes an independent tort which would, itself, justify the award of punitive damages.SeeMotion at 2-6. They assert that Guidance's punitive damages for the Defendants' breach of contract are limited to $300.00, because $300.00 is the maximum amount of punitive damages to which Guidance would be entitled if it had brought its sole tort claima claim for violation of the NMUPAby itself.SeeMotion at 2-4.[5]They then argue that*1248New Mexico law does not permit a plaintiff to recover punitive damages beyond the $300.00 treble-damages award under the NMUPA unless it can prove a separate and independent tort, and, because Guidance only established one tort claim, New Mexico law limits it to $300.00 in treble damages.SeeMotion at 4-6.Second, the Defendants argue that Guidance cannot recover punitive damages under Delaware law because Guidance did not prove that the breach of contract rose to the level of an independent tort. Rather, the Defendants now insist that the NMUPA claim on which Guidance bases its entitlement to punitive damages is in the nature of a contract claim and not a tort claim.SeeMotion at 6-10. Thus, without the required tort predicate, Guidance cannot recover punitive damages for the Defendants' breach of contract.See id.at 10.The Defendants' third and most in-depth argument is that the Court erred by potentially allowing Guidance to recover punitive damages based on a bad-faith breach of the implied covenant of good faith and fair dealing.SeeMotion at 10-22. They make two separate arguments on this issue: (i) that Delaware law does not allow a plaintiff to recover punitive damages for a bad-faith breach of the implied covenant,see id.at 10-14; and (ii) that Guidance failed as a matter of law to establish two of the elements of its implied-covenant claim,see id.at 14-22. The two elements for which the Defendants insist Guidance failed to produce sufficient evidence were the breach of a specific implied contractual obligation,see id.at 14-20, and actual damages,see id.20-22.As their fourth and final point, the Defendants argue that Jury Instruction No. 37the punitive-damages instruction was flawed in several respects.SeeMotion at 22-27. First, they argue that the fourth paragraph of Instruction 37 was flawed because it permitted the jury to award Guidance punitive damages if the Defendants' breach of contract was \"accompanied by fraudulent conduct,\" even though Guidance did not bring a common-law fraud claim. Motion at 23-24. Second, they argue the fourth paragraph was flawed because it allowed the jury to find a violation of the NMUPA solely based on the Defendants' \"failure to deliver the quality or quantity of goods.\" Motion at 24. Third, the Defendants assert that the fifth paragraph of Instruction No. 37 was flawed because it allowed the jury to award punitive damages for a mere bad-faith breach of the implied covenant of good faith and fair dealing.SeeMotion at 25. Fourth, the Defendants assert that the third paragraph was flawed because it instructed the jury to determine whether the Defendants were liable for punitive damages if it awarded Guidance compensatory damages on the implied-covenant claim, where the jury was not allowed to award compensatory damages on the implied-covenant claim.SeeMotion at 25. Finally, the Defendants generically argue that, taken as a whole, Instruction No. 37 \"could not have served as an adequate guide for jury deliberation.\" Motion at 26.In response, Guidance begins by chiding the Defendants for failing to address post-trial-motion standards or error preservation.SeePlaintiff Guidance's Response in Opposition to Defendants' Motion to Set Aside the Punitive Damages Award and the Breach of Implied Covenant Verdict and for Judgment Notwithstanding the Verdict [Doc. 454] at 1, filed December 7, 2009 (Doc. 482) (\"Response\"). Guidance*1249asserts that, although the Defendants' motion cites rule 59 in its opening paragraph, the Defendants appear to seek judgment as a matter of law under rule 50(b), see Response at 1-2, and to assert error in a jury instruction under rule 51,seeResponse at 2-3. Finally, it asserts that the Defendants either failed to preserve the errors they now assert, or affirmatively invited them, resulting in a heightened burden on post-trial review or a complete waiver of post-trial review.See id.at 3-4.Guidance argues that the Court was correct in allowing it to recover punitive damages. After first arguing that the Defendants waived and/or failed to preserve their various arguments, Guidance asserts that it met a higher standard than Delaware law required for receiving punitive damages.SeeResponse at 4-11. It contends that, contrary to the Defendants' arguments, its punitive damages for the Defendants' breach of contract is not limited to the punitive damages recoverable under its NMUPA claim.SeeResponse at 11-13. Guidance also argues that the NMUPAincluding the theory relating to the Defendants' breach of contractis a tort claim and thus a proper predicate for breach-of-contract punitive damages under Delaware law.SeeResponse at 14-16.Next Guidance argues that the Court did not err in instructing the jury that it could award punitive damages for a bad-faith breach of the implied covenant of good faith and fair dealing.SeeResponse at 16-28. First, it argues that the Defendants waived any error by inviting it when they submitted a jury instruction on their own implied-covenant claim. Guidance contends that the Defendants' proposed instruction allowed them to recover punitive damages upon showing a bad-faith breach of the implied covenant, and that the Defendants never objected to the instruction or verdict form on the grounds now asserted.SeeResponse at 16-20. Guidance then argues that it established more than mere bad faith and that Delaware law allows recovery of punitive damages on the showing of \"culpably tortious state of mind\" that Guidance made. Response at 20-21. Guidance asserts that the Defendants waived the sufficiency-of-the-evidence arguments made in this motion, because they failed to make a rule 50(a) motion for judgment as a matter of law on these elements of the implied-covenant claim; Guidance further argues that there was sufficient evidence to sustain the jury's verdict.SeeResponse at 21-27. Finally, Guidance argues that, even if the Court found that there was insufficient evidence to sustain the jury's verdict on Guidance's implied-covenant claim, the punitive damages award should still stand.See id.at 27-28.In response to the Defendants' attacks on Jury Instruction No. 37, Guidance asserts that each of the arguments were either waived or forfeited.SeeResponse at 28-29. Guidance then walks through each of the Defendants' arguments and asserts that each is meritless, as well as being waived and/or forfeited.See id.at 30-34.In their reply brief, the Defendants first argue that all of the issues they raise in the motion were preserved at trial, and are not waived or forfeited.SeeDentsply/TDP's Reply in Support of Their Motion to Set Aside the Punitive Damages Award and the Breach of Implied Covenant Verdict and for Judgment Notwithstanding the Verdict at 2-9, filed January 14, 2010 (Doc. 497) (\"Reply\"). They also assert that, regardless what standard of review applies to their various arguments, they should prevail.See id.at 9-12. The Defendants then reiterate the arguments in their motion.SeeReply at 12-22.*12506.Arguments at the Hearing.R. Ted Cruz, the Defendants' post-trial counsel, conceded during the hearing that, in his view,E.I. DuPont de Nemours & Co. v. Pressmanis the controlling precedent on this issue.SeeTranscript of Hearing at 7:23-8:3 (taken Mar. 22, 2010), filed May 4, 2010 (Doc. 558) (\"Tr.\") (Cruz). They conceded that they have found no case applying Delaware law which specifically limits breach-of-contract punitive damages with the standard that applies to the underlying tort that opened the door to breach-of-contract punitive damages.SeeTr. at 31:1-32:7 (Court, Cruz). They also conceded that they have found no commentator that has construed Delaware law the way that they propose.SeeTr. at 31:1-32:7 (Court, Cruz).Mr. Cruz presented substantial argument that, if the Court allows Guidance to recover substantial punitive damages based only on a breach of contract plus a willful violation of the NMUPAan arguable tort that would allow Guidance to recover, at most, $300.00 in damagesit would run afoul of the principle of efficient breach.See, e.g.,Tr. at 9:16-21 (Cruz). Mr. Cruz also explained the concept of efficient breach, to which the Supreme Court of Delaware has ascribed over the past several decades.See id.at 9:16-14:12 (Cruz);id.at 20:19-23:4 (Cruz). He asserted that there is only one sensible way to readE.I. DuPont de Nemours & Co. v. Pressman,and that is to require a separately pleaded and proven tort, which would support the punitive damages award standing alone, to open the door to punitive damages for breach of contract.SeeTr. at 11:17-12:12 (Cruz). Mr. Cruz then addressed whether the NMUPA claim that appears to have opened the door to punitive damages was a tort or a contract action; he contended that, while most grounds for asserting an NMUPA claim would constitute a tort claim, the one upon which Guidance bases its entitlement to punitive damages was a contract action.SeeTr. at 42:12-47:20 (Court, Cruz).Mr. Cruz then addressed Guidance's implied-covenant claim. He argued that breach of the implied covenant plus bad faith, without more, cannot support an award of punitive damages.See id.at 47:23-49:25 (Court, Cruz). He conceded that a breach-of-implied-covenant claim, which is a form of contract claim under Delaware law, has the same rules for deciding when punitive damages are available as do contract claims.SeeTr. at 49:8:16 (Court, Cruz);id.at 62:4-15 (Cruz). Because of this principle, he asserted, the Court's Jury Instruction No. 37 was flawed.SeeTr. at 50:11-22 (Cruz). Otherwise, the Defendants' arguments did not materially differ from the arguments put forth in their briefs.Donald DeCandia argued for Guidance. He began by giving a brief recital of the facts of the case,seeTr. at 67:10-69:11 (DeCandia), and otherwise relied upon arguments very similar to those made in Guidance's response brief. He argued that the Defendants failed to preserve all of the issues they now raise, that they cannot meet the onerous burden necessary to prove plain error,see id.at 69:12-70:18 (DeCandia), and that the Defendants even affirmatively waived many of the issues,see id.at 70:19-72:18 (DeCandia);id.at 108:9:110:16 (Court, DeCandia).See also id.at 72:19-77:24 (DeCandia). Mr. DeCandia then addressed the merits of most of Mr. Cruz' arguments,see id.at 77:24-83:1 (DeCandia), and asserted that a pre-Pressmancase from the Supreme Court of Delaware and its progeny suggest that breach of contract plus an appropriate mental state is enough for punitive damages, with or without it arising to the level of an independent tort,see id.at 83:2-24 (DeCandia). Like Mr. Cruz, Mr. DeCandia*1251conceded that the rules for receiving punitive damages for a breach of contract are the same as those for receiving punitive damages for a breach of the implied covenant.See id.at 93:9-97:8 (Court, DeCandia).Mr. DeCandia also conceded that, if the jury must find common-law fraud to award punitive damages for a breach of contract accompanied by fraudulent conduct, the instructions given were insufficient to show a finding of common-law fraud.SeeTr. at 113:2-18 (Court, DeCandia). Rather, he asserted that the only requirement is \"fraudulent conduct\"not \"fraud\"and that the Defendants' willful violation of the NMUPA fulfilled that requirement.SeeTr. at 112:20-114:13 (DeCandia).After Mr. DeCandia's argument, the Court asked Mr. Cruz to clarify the procedural basis for the Defendants' motion. Mr. Cruz clarified that, in all of their post-trial motions, they seek judgment as a matter of law initially and, in the alternative, a new trial.SeeTr. at 117:13-24 (Court, Cruz). He then conceded that the Defendants initially asked, erroneously, for punitive damages for a breach of the implied covenant of good faith and fair dealing on the basis of bad faith alone.See id.at 118:22-119:8 (Court, Cruz).[6]Mr. Cruz also conceded that, at the time of trial, both parties agreed on the elements of an implied-covenant claim.See id.at 128:3-130:11 (Cruz).RELEVANT LAW REGARDING RULE 50Rule 50 presents two ways a party may secure a judgment in its favor after a trial has begun. Rule 50(a) allows a movant to, in effect, bring a motion for summary judgment on the trial record. Such motions raise a legal issue of the sufficiency of the non-moving party's evidence on an issue. Rule 50(b) allows a movant to attack the sufficiency of the evidence after the trial has ended.1.Rule 50(a).Judgment as a matter of law is proper where \"a party has been fully heard on an issue during a jury trial and the court finds that a reasonable jury would not have a legally sufficient evidentiary basis to find for the party on that issue.\" Fed.R.Civ.P. 50(a)(1). This standard for a directed verdict mirrors the standard for summary judgment.SeeAnderson v. Liberty Lobby,477 U.S. 242, 250, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986);Wiles v. Michelin N. Am., Inc.,173 F.3d 1297, 1303 (10th Cir.1999);Morales v. E.D. Etnyre & Co.,382 F.Supp.2d 1278, 1280-81 (D.N.M.2005) (Browning, J.) (\"This [rule 50(a)] standard is identical to that the court must employ when ruling on motions for summary judgment under rule 56.\"). A court may grant judgment as a matter of law, however, even though it has denied summary judgment, because the parties have been able to address all relevant, available evidence.SeeLee v. Glessing,51 Fed.Appx. 31, 32 (2d Cir.2002).In determining whether to grant judgment as a matter of law, a court may not weigh the evidence or make its own credibility determination,seeShaw v. AAA Eng'g. & Drafting,213 F.3d 519, 529 (10th Cir.2000), and must draw all reasonable inferences in favor of the nonmoving party,seeThompson v. State Farm Fire & Cas. Co.,34 F.3d 932, 941 (10th Cir.1994). Such a judgment is warranted if the evidence*1252permits only one rational conclusion.SeeCrumpacker v. Kan. Dep't of Human Resources,474 F.3d 747, 751 (10th Cir. 2007). In other words, \"[t]he question is not whether there is literally no evidence supporting the [nonmoving] party ... but whether there is evidence upon which the jury could properly find [for that party].\"Century 21 Real Estate Corp. v. Meraj Int'l Inv. Corp.,315 F.3d 1271, 1278 (10th Cir.2003) (some alterations in original).SeeMorales v. E.D. Etnyre & Co.,382 F.Supp.2d at 1280-81 (\"If ... the evidence points but one way and is susceptible to no reasonable inferences that support the opposing party's position, the court should grant judgment as a matter of law.\").Moreover, rule 50(a) \"expressly requires a motion for a directed verdict to `state the specific grounds therefor.'\"First Sec. Bank of Beaver v. Taylor,964 F.2d 1053, 1056 (10th Cir.1992). On the other hand, \"[t]echnical precision is not necessary in stating grounds for the motion so long as the trial court is aware of the movant's position.\"United States v. Fenix & Scisson, Inc.,360 F.2d 260, 266 (10th Cir.1966).SeeFirst Sec. Bank of Beaver v. Taylor,964 F.2d at 1056. \"When a movant fails to state the specific grounds for its [rule 50(a)] motion, our case law requires the moving party to demonstrate the trial court was aware of the moving party's position.\"First Sec. Bank of Beaver v. Taylor,964 F.2d at 1056 (holding that an objection to the sufficiency of the evidence failed to inform the trial judge of the party's objection to the uncertainty or enforceability of an oral agreement).2.Rule 50(b).\"Rule 50(b) ... sets forth the procedural requirements for renewing a sufficiency of the evidence challenge after the jury verdict and entry of judgment.\"Unitherm Food Sys., Inc. v. Swift-Eckrich, Inc.,546 U.S. 394, 400, 126 S.Ct. 980, 163 L.Ed.2d 974 (2006). The rule states:Renewing the Motion After Trial; Alternative Motion for a New Trial. If the court does not grant a motion for judgment as a matter of law made under Rule 50(a), the court is considered to have submitted the action to the jury subject to the court's later deciding the legal questions raised by the motion. No later than 28 days after the entry of judgment ... the movant may file a renewed motion for judgment as a matter of law and may include an alternative or joint request for a new trial under Rule 59. In ruling on the renewed motion, the court may:(1) allow judgment on the verdict, if the jury returned a verdict;(2) order a new trial; or(3) direct the entry of judgment as a matter of law.Fed.R.Civ.P. 50(b). Much like a rule 50(a) motion, \"[a] renewed motion for judgment as a matter of law under Rule 50(b) ... must state the grounds on which it was made.\" 9B C. Wright & A. Miller,Fed. Prac. & Proc. Civ. 2537, at 604-05 (3d ed. 2008).The standard for ruling on a rule 50(b) motion is similar to that for ruling on a rule 50(a) motionwhether there was sufficient evidence upon which a reasonable jury could have arrived at the verdict that the jury returned.SeeWagner v. Live Nation Motor Sports, Inc.,586 F.3d 1237, 1244 (10th Cir.2009) (\"A party is entitled to JMOL only if the court concludes that `all of the evidence in the record ... [reveals] no legally sufficient evidentiary basis for a claim under the controlling law.'\") (quotingHysten v. Burlington N. Santa Fe Ry. Co.,530 F.3d 1260, 1269 (10th Cir.2008)). \"In ruling on such a motion, the court should disregard any jury determination for which there is no legally sufficient evidentiary basis enabling*1253a reasonable jury to make it.\" Fed.R.Civ.P. 50(b) advisory committee's note.SeeHysten v. Burlington N. Santa Fe Ry. Co.,530 F.3d at 1269 (\"A party is entitled to judgment as a matter of law `only if the evidence points but one way and is susceptible to no reasonable inferences which may support the opposing party's position.'\"). The court, however, much like in ruling on a motion for summary judgment, must draw all reasonable inferences in favor of the non-moving party.SeeWagner v. Live Nation Motor Sports, Inc.,586 F.3d at 1244 (\"[W]e ... will reverse the district court's denial of the motion for JMOL `if the evidence points but one way and is susceptible to no reasonable inferences supporting the party opposing the motion.'\") (quotingHardeman v. City of Albuquerque,377 F.3d 1106, 1112 (10th Cir.2004));Hysten v. Burlington N. Santa Fe Ry. Co.,530 F.3d at 1269. It is not the court's province to \"weigh evidence, judge witness credibility, or challenge the factual conclusions of the jury.\"Hysten v. Burlington Northern Santa Fe Ry. Co.,530 F.3d at 1269.A prerequisite to a rule 50(b) motion, and one implicit in its nature as arenewedmotion for judgment as a matter of law, is that the moving party have made a rule 50(a) motion for judgment as a matter of law during trial and that the party raise in the rule 50(a) motion all issues it seeks to raise in the subsequent rule 50(b) motion.SeeM.D. Mark, Inc. v. Kerr-McGee Corp.,565 F.3d 753, 762 (10th Cir.2009) (\"Kerr-McGee did not assert these arguments in its Rule 50(a) motion at the close of Mark's case-in-chief, and is thus precluded from relying on them as a basis for Rule 50(b) relief.\");Marshall v. Columbia Lea Regional Hosp.,474 F.3d 733, 738 (10th Cir. 2007) (noting that raising a particular defense in a \"pre-verdict Rule 50(a) motion... is a prerequisite to a post-verdict motion under Rule 50(b).\");United Int'l Holdings, Inc. v. Wharf (Holdings) Ltd.,210 F.3d 1207, 1229 (10th Cir.2000) (\"[M]erely moving for directed verdict is not sufficient to preserve any and all issues that could have been, but were not raised in the directed verdict motion.\");First Sec. Bank of Beaver v. Taylor,964 F.2d at 1057 (\"[A] party is precluded from relying upon grounds in a [rule 50(b)] motion for judgment notwithstanding the verdict that were not previously raised in support of the [rule 50(a)] motion for a directed verdict.\") (citingKarns v. Emerson Elec. Co.,817 F.2d 1452, 1455 n. 2 (10th Cir.1987)); 9B C. Wright & A. Miller,supra, 2537, at 603-04 (\"[T]he district court only can grant the Rule 50(b) motion on the grounds advanced in the preverdict motion, because the former is conceived of as only a renewal of the latter.\"); 9B C. Wright & A. Miller,supra, 2537, at 603-04 (\"[T]he case law makes it quite clear that the movant cannot assert a ground that was not included in the earlier motion.\"). The advisory committee notes to the 1991 amendment state that \"[a] post-trial motion for judgment can be granted only on grounds advanced in the pre-verdict motion.\" Fed.R.Civ.P. 50 advisory committee's note (citingKutner Buick, Inc. v. Am. Motors Corp.,868 F.2d 614 (3d Cir.1989)).[7]*1254Finally, \"Rule 50(b) allows a motion for a new trial under Rule 59 to be joined in the alternative with a renewed motion for judgment as a matter of law; subdivisions (c) and (d) make elaborate provision for when the two motions are made in the alternative.\" 9B C. Wright & A. Miller,supra, 2521, at 222. The rule states: \"[T]he movant may file a renewed motion for judgment as a matter of law and may include an alternative or joint request for a new trial under Rule 59.\" Fed.R.Civ.P. 50(b). Even if no rule 50(a) motion was made and therefore the court cannot grant a rule 50(b) motion for judgment as a matter of law, the court is still permitted to entertain a rule 59 motion for new trial on the basis that the verdict was based on a quantum of evidence that is insufficient as a matter of law.SeeFed. R.Civ.P. 59. As Professors Charles Wright and Arthur Miller state:[I]f the verdict winner's evidence was insufficient as a matter of law but no motion for judgment as a matter of law was made under Rule 50(a), even though the district court cannot grant judgment as a matter of law under Rule 50(b) for the party against whom the verdict is rendered, it can set aside the verdict and order a new trial.9B C. Wright & A. Miller,supra, 2537, at 604.RELEVANT LAW REGARDING RULE 51Rule 51 governs the procedures that a party must follow when requesting particular jury instructions, objecting to certain jury instructions, and preserving any alleged error in the jury instructions for post-trial review.[8]Under rule 51(d)(1)(A), \"a party may assign as error in an instruction actually given, if that party properly objected.\" Rule 51 also explains how one makes a proper objection. \"A party who objects to an instruction or the failure to give an instruction must do so on the record, stating distinctly the matter objected to and the grounds for*1255the objection.\" Fed.R.Civ.P. 51(c)(1). In post-trial motions and on appeal, therefore, claims of error are forfeited if there was not a proper objection made at trial.SeeRoyal Maccabees Life Ins. Co. v. Choren,393 F.3d 1175, 1179 (10th Cir.2005) (\"To preserve the objection, a party must proffer the same grounds raised on appeal, with sufficient clarity to render the grounds `obvious, plain, or unmistakable.'\") (quotingComcoa, Inc. v. NEC Tels., Inc.,931 F.2d 655, 660 (10th Cir. 1991)) (internal citation omitted);Medlock v. Ortho Biotech,164 F.3d 545, 553 (10th Cir.1999) (\"Because the purpose of the objection is to give the court an opportunity to correct any mistake before the jury enters deliberations, an excessively vague or general objection to the propriety of a given instruction is insufficient to preserve the issue for appeal.\") (citation omitted). In determining whether a party made a proper objection, of course, it is important that the court not rewrite the case's history.There are, however, some errors that may be raised post-trial, even though there was no timely, specific objection made about them at trial.See Williams v. W.D. Sports, N.M., Inc.,497 F.3d 1079, 1094 (10th Cir.2007) (\"[W]hen a party does not object to an instruction before the district court ..., we can review the district court's decision to administer the instruction only for plain error.\"). Rule 51 refers to these as \"plain\" errors. The rule states: \"A court may consider a plain error in the instructions that has not been preserved as required by Rule 51(d)(1) if the error affects substantial rights.\" Fed. R.Civ.P. 51(c). The language of the rule, however, is not very helpful in determining what constitutes a plain error.\"To mount a successful plain error challenge, a party must demonstrate (1) an error, (2) that is plain or obvious under existing law, and (3) that affects substantial rights.\"Royal Maccabees Life Ins. Co. v. Choren,393 F.3d 1175, 1181 (10th Cir.2005). The court should review the instructions as a whole to determine whether the jury might have been misled and should uphold the verdict unless there is \"substantial doubt that the jury was fairly guided.\"Royal Maccabees Life Ins. Co. v. Choren,393 F.3d at 1181 (quotingBeaudry v. Corr. Corp. of Am.,331 F.3d 1164, 1168 (10th Cir.2003)). The Rules Advisory Committee commented, in response to the 2003 amendments to rule 51, on the factors that should influence a court's plain-error analysis. The committee stated:The court's duty to give correct jury instructions in a civil action is shaped by at least four factors.The factor most directly implied by a \"plain\" error rule is the obviousness of the mistake. The importance of the error is a second major factor. The costs of correcting an error reflect a third factor that is affected by a variety of circumstances. In a case that seems close to the fundamental error line, account also may be taken of the impact a verdict may have on nonparties.Fed.R.Civ.P. 51 advisory committee's note (2003).The Tenth Circuit has said that a court need not consider a jury-instruction error to be \"plain error\" unless the error was \"patently, plainly erroneous and prejudicial.\"Williams v. W.D. Sports, N.M., Inc.,497 F.3d at 1094 (quotingJohnson ex rel. Estate ofCano v. Holmes,455 F.3d 1133, 1141 (10th Cir. 2006)). The Tenth Circuit will not reverse a district court for failure to address an unpreserved error in the jury instructions under the plain-error rule except \"in an exceptional circumstance, where the error was patently erroneous and prejudicial and where fundamental injustice would otherwise*1256occur.\"Abuan v. Level 3 Commc'ns, Inc.,353 F.3d 1158, 1173 (10th Cir.2003). Plain-error review of jury instructions \"presents an extraordinary, nearly insurmountable burden\" on the party challenging the jury's verdict.Royal Maccabees Life Ins. Co. v. Choren,393 F.3d 1175, 1182 (10th Cir.2005).MOTIONS FOR NEW TRIAL UNDER RULE 59Rule 59 governs motions for new trial. That rule states that, after a jury trial, \"[t]he court may, on motion, grant a new trial on all or some of the issuesand to any party... for any reason for which a new trial has heretofore been granted in an action at law in federal court.\" Fed. R.Civ.P. 59(a). Case law has fleshed out the rule. Seventy years ago, the Supreme Court of the United States determined that[t]he motion for a new trial may invoke the discretion of the court in so far as it is bottomed on the claim that the verdict is against the weight of the evidence, that the damages are excessive, or that, for other reasons, the trial was not fair to the party moving; and may raise questions of law arising out of alleged substantial errors in admission or rejection of evidence or instructions to the jury.Montgomery Ward & Co. v. Duncan,311 U.S. 243, 251, 61 S.Ct. 189, 85 L.Ed. 147 (1940). Such a motion can be granted based on any error so long as \"the district court concludes the `claimed error substantially and adversely' affected the party's rights.\"Henning v. Union Pac. R. Co.,530 F.3d 1206, 1217 (10th Cir.2008) (quotingSanjuan v. IBP, Inc.,160 F.3d 1291, 1297 (10th Cir.1998)).Although motions for a new trial are generally committed to a Court's discretion, they are disfavored and should be granted with \"great caution.\"Richins v. Deere and Co.,231 F.R.D. 623, 625 (D.N.M.2004) (Browning, J.). \"In considering a motion for a new trial on the grounds of prejudicial error, the alleged trial court errors must be clearly erroneous, as well as prejudicial and must have affected the substantial rights of the parties.\"Atencio v. City of Albuquerque,911 F.Supp. 1433, 1437 (D.N.M.1995) (Vazquez, J.) (quotingRasmussen Drilling, Inc. v. Kerr-McGee Nuclear Corp.,571 F.2d 1144, 1148-49 (10th Cir.1978),cert. denied,439 U.S. 862, 99 S.Ct. 183, 58 L.Ed.2d 171 (1978)). The party asserting the error bears the burden of showing clear error and prejudice to substantial rights.SeeBlanke v. Alexander,152 F.3d 1224, 1236 (10th Cir.1998);United States v. Mitchell,113 F.3d 1528, 1532 (10th Cir.1997);K-B Trucking Co. v. Riss Int'l Corp.,763 F.2d 1148, 1156 (10th Cir.1985);Atencio v. City of Albuquerque,911 F.Supp. at 1437. The moving party also must prove that the \"jury would likely have reached a contrary result\" absent the error.Richins v. Deere and Co.,231 F.R.D. at 625.Furthermore, similar to the rule 50(b) motion, a party must lay the necessary predicate to a motion for new trial during the trial. \"[A] new trial will not be granted on grounds not called to the court's attention during the trial unless the error was so fundamental that gross injustice would result.\" 11 C. Wright, A. Miller & M. Kane,Fed. Prac. & Proc. Civ. 2805, 57-58 (2d ed. 1995).SeeCottman v. Aurora Pub. Schs.,85 Fed.Appx. 83, 88 (10th Cir.2003) (affirming a district court's rejection of a motion for new trial where the movant \"had not objected at trial ... nor `shown that the fundamental fairness of the trial was affected by the proceedings.'\");Nissho-Iwai Co. v. Occidental Crude Sales, Inc.,848 F.2d 613, 619 (5th Cir.1988) (reversing the district court's conditional grant of a new trial where movant*1257waived argument by failing to object at trial). Rule 59 may not be used to \"seek a second trial on the basis of a theory not urged at the first trial.\" 11 C. Wright, A. Miller, & M. Kane,Fed. Prac. & Proc. Civ. 2805, at 58-59 (2d ed. 1995).THE INVITED-ERROR DOCTRINE\"The invited error doctrine prevents a party from inducing action by a court and later seeking reversal on the ground that the requested action was error.\"United States v. Edward J.,224 F.3d 1216, 1222 (10th Cir.2000) (quotingUnited States v. Johnson,183 F.3d 1175, 1178 n. 2 (10th Cir.1999)).SeeMorrison Knudsen Corp. v. Ground Improvement Techniques, Inc.,532 F.3d 1063, 1072 (10th Cir.2008) (finding that the defendant invited error where the district court entered a judgment that was the same as that proposed by the defendant). For example, \"[a] party who requests an instruction invites any error contained therein and, absent an objection before the instruction is given, waives appellate review of the correctness of the instruction.\"Aves By and Through Aves v. Shah,997 F.2d 762, 766 (10th Cir.1993) (quotingGilchrist v. Jim Slemons Imports, Inc.,803 F.2d 1488, 1493 (9th Cir.1986)) (declining to apply the plain-error standard where a defendant raised an error in a jury instruction that the defendant proposed and did not object to before it was given to the jury). The rationale of this rule is clear: a party should not be able to secure a post-trial reversal by persuading the court to take an erroneous action before or during the trial. Inviting an error results in waiver of the right to raise that error post-trial.SeeUnited States v. Cruz-Rodriguez,570 F.3d 1179, 1183 (10th Cir.2009);United States v. Zubia-Torres,550 F.3d 1202, 1205 (10th Cir.2008) (\"We typically find waiver in cases where a party has invited the error that it now seeks to challenge[.]\").NEW MEXICO CHOICE-OF-LAW RULESWhere a plaintiff invokes a federal district court's diversity jurisdiction, the district court looks to the forum state's choice-of-law rules to determine which state's substantive law to apply.SeeKlaxon Co. v. Stentor Elec. Mfg. Co.,313 U.S. 487, 496-97, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941);Pepsi-Cola Bottling Co. v. PepsiCo, Inc.,431 F.3d 1241, 1255 (10th Cir.2005). The first step in a New Mexico choice-of-law analysis is to characterize the claim by \"area of substantive lawe.g.,torts, contracts, domestic relationsto which the law of the forum assigns a particular claim or issue.\"Terrazas v. Garland & Loman, Inc.,140 N.M. 293, 296, 142 P.3d 374, 377 (Ct.App.2006). There are only a few categories within which claims might fall\"[t]ort cases,i.e.all `civil wrongs,' are one class; contracts,i.e.,every kind of enforceable promise, is another single class.\" J. McLaughlin,Conflict of Laws: the Choice of Law Lex Loci Doctrine, the Beguiling Appeal of a Dead Tradition, Part One,93 W. Va. L. Rev. 957, 989 (1991) (describing the categories as \"tort, contract, or some other\"). The court is then to apply the New Mexico choice-of-law rule applicable to that category of claim to determine what state's substantive law to apply.When a claim sounds in contract, New Mexico will generally apply the choice-of-law rule oflex loci contractus the law of the place of contracting.SeeFerrell v. Allstate Ins. Co.,144 N.M. 405, 421, 188 P.3d 1156, 1172 (2008). Like most states, however, \"New Mexico respects party autonomy; [therefore] the law to be applied to a particular dispute may be chosen by the parties through a contractual choice-of-law provision.\"Fiser v. Dell Computer Corp.,144 N.M. 464, 467, 188 P.3d 1215, 1218 (2008) (citing NMSA 1978,*1258 55-1-301(A)).SeeUnited Wholesale Liquor Co. v. Brown-Forman Distillers Corp.,108 N.M. 467, 470, 775 P.2d 233, 236 (1989). \"[W]hen application of the law chosen by the parties offends New Mexico public policy,\" however, a New Mexico court \"may decline to enforce the choice-of-law provision and apply New Mexico law instead.\"Fiser v. Dell Computer Corp.,144 N.M. at 467, 188 P.3d at 1218. \"New Mexico courts will not give effect to another state's laws where those laws would violate some fundamental principle of justice.\"Fiser v. Dell Computer Corp.,144 N.M. at 467, 188 P.3d at 1218 (internal quotations omitted). Where the plaintiff has invoked the federal district court's diversity jurisdiction, the court will accept New Mexico's law regarding whether to honor a contractual choice-of-law provision.SeeMidAmerica Constr. Mgmt., Inc. v. MasTec N. Am., Inc.,436 F.3d 1257, 1260 (10th Cir.2006) (\"In cases like this one, where subject matter jurisdiction is based on diversity of citizenship, federal courts must look to the forum state's choice-of-law rules to determine the effect of a contractual choice-of-law clause.\").On the other hand, if the underlying claim is categorized as a tort, \"New Mexico courts follow the doctrine oflex loci delicti commissithat is, the substantive rights of the parties are governed by the law of the place where the wrong occurred.\"Terrazas v. Garland & Loman, Inc.,140 N.M. at 296, 142 P.3d at 377. Thelex loci delictirule defines the state where the wrong occurred as \"the state where the last event necessary to make an actor liable for an alleged tort takes place.\"Zamora v. Smalley,68 N.M. 45, 47, 358 P.2d 362, 363 (1961);see Restatement (First) Conflicts of Law 377 & cmt. a (1934). Where the elements of the underlying claim include harm, the place of the wrong is the place where the harm occurred.See First Nat'l Bank inAlbuquerque v. Benson,89 N.M. 481, 482, 553 P.2d 1288, 1289 (Ct.App.1976) (referring to the rule as requiring application of \"the law of the State of injury\");Guidance Endodontics, LLC v. Dentsply Int'l, Inc.,663 F.Supp.2d 1138, 1150-51 (D.N.M.2009) (Browning, J.).RELEVANT LAW OF THE NMUPAThe NMUPA makes unlawful any \"[u]nfair or deceptive trade practices [or] unconscionable trade practices in the conduct of any trade or commerce.\" NMSA 1978,  57-12-3. The NMUPA defines the term \"unfair or deceptive trade practice\" asan act specifically declared unlawful pursuant to the Unfair Practices Act, a false or misleading oral or written statement, visual description or other representation of any kind knowingly made in connection with the sale, lease, rental or loan of goods or services ... by any person in the regular course of his trade or commerce, which may, tends to or does deceive or mislead any person[.]NMSA 1978,  57-12-2(D).[9]The statute also provides examples of conduct that could potentially violate the NMUPA.SeeNMSA 1978,  57-12-2(D)(1)-(18) (stating that \"`unfair or deceptive trade practice' means ... and includes:\") (emphasis added).See alsoStevenson v. Louis Dreyfus Corp.,112 N.M. 97, 100, 811 P.2d 1308, 1311 (1991) (\"After defining an unfair trade practice, the statute then ... list[s] examples of conduct which may constitute an unfair trade practice.\"). Relevant to this opinion are the following:*1259(8) disparaging the goods, services or business of another by false or misleading representations;* * * *(15) stating that a transaction involves rights, remedies or obligations that it does not involve; [and]* * * *(17) failure to deliver the quality or quantity of goods or services contracted for[.]NMSA 1978,  57-12-2(D).[10]New Mexico law has now established that a claim under the NMUPA has four elements.First, the complaining party must show that the party charged made an \"oral or written statement, visual description or other representation\" that was either false or misleading. Second, the false or misleading representation must have been \"knowingly made in connection with the sale, lease, rental or loan of goods or services in the extension of credit or ... collection of debts.\" Third, the conduct complained of must have occurred in the regular course of the representer's trade or commerce. Fourth, the representation must have been of the type that \"may, tends to or does, deceive or mislead any person.\"Stevenson v. Louis Dreyfus Corp.,112 N.M. at 100, 811 P.2d at 1311.SeeLohman v. Daimler-Chrysler Corp.,142 N.M. 437, 439, 166 P.3d 1091, 1093 (Ct.App. 2007),cert. denied141 N.M. 762, 161 P.3d 259 (2007). \"The `knowingly made' requirement is met if a party was actually aware that the statement was false or misleading when made, or in the exercise of reasonable diligence should have been aware that the statement was false or misleading.\"Stevenson v. Louis Dreyfus Corp.,112 N.M. at 100-01, 811 P.2d at 1311-12. Notably, a plaintiff need not prove detrimental reliance upon the defendant's representations.SeeLohman v. Daimler-Chrysler Corp.,142 N.M. at 444, 166 P.3d at 1098;Smoot v. Physicians Life Ins. Co.,135 N.M. 265, 270-71, 87 P.3d 545, 550-51 (Ct.App.2003).The NMUPA provides for compensatory damages for any violation that causes harm and for treble damages for any violation willfully committed. Specifically, the statute states:Any person who suffers any loss of money or property, real or personal, as a result of any employment by another person of a method, act or practice declared unlawful by the Unfair Practices Act may bring an action to recover actual damages or the sum of one hundred dollars ($100), whichever is greater. Where the trier of fact finds that the party charged with an unfair or deceptive trade practice or an unconscionable trade practice has willfully engaged in the trade practice, the court may award up to three times actual damages or three hundred dollars ($300), whichever is greater, to the party complaining of the practice.NMSA 1978,  57-12-10(B). The Supreme Court of New Mexico has concluded that this treble-damages award constitutes a form of punitive damages.SeeHale v. Basin Motor Co.,110 N.M. 314, 320, 795 P.2d 1006, 1012 (1990) (\"Multiplication of damages pursuant to statutory authority is a form of punitive damages.\").ANALYSISThe Defendants ask the Court to set aside the jury's punitive-damages verdict and set aside the jury's finding on breach*1260of the implied covenant of good faith and fair dealing. They take several approaches to reach this end. They argue that the punitive damages should be limited to $300.00, because that is the maximum amount of punitive damages that the jury could award to Guidance for the predicate tort claim which entitled Guidance to breach-of-contract punitive damages. They argue that the predicate tort claim was not a tort at all, but a contract claim, and therefore Delaware law would not permit Guidance to recover punitive damages. They argue that the Court erred in instructing the jury that it could award punitive damages for bad-faith breach of the implied covenant of good faith and fair dealing, and that the jury lacked sufficient evidence to reasonably find a bad-faith breach of the implied covenant. Finally, they argue that the Court erred in several ways in constructing Jury Instruction No. 37. Guidance responds that the Defendants have waived or failed to preserve all of their arguments and that, to the extent that they are properly preserved, the arguments lack merit. The Court agrees that the Defendants failed to preserve their most vigorous arguments, and that the ones that have been preserved lack a sound basis in the law or in the facts of this case. The Court will deny the Defendants' motion.First, the Court notes thatas they have in all of their post-trial motionsthe Defendants repeatedly emphasize the size of the punitive-damages verdict, referring to it as \"unlimited punitive damages.\" Motion at 6 (\"Guidance's claim for unlimited punitive damages ... fails for a second, independent reason.\"); Reply at 9 (complaining about \"unlimited punitive damages\"); Tr. at 14:2-4 (Cruz) (\"... liable for potentially unlimited punitive damages, $40 million in punitive damages....\"); Tr. at 24:3-6 (Cruz) (\"If you get to an award that would support a penny of punitive damages, it's, Katie bar the door, unlimited punitive damages are possible.\"); Tr. at 32:3-4 (Cruz) (\"[T]hat opens the door to unlimited punitive damages[.]\"); Tr. at 66:8-11 (Cruz) (\"[T]he plaintiffs have cited this Court to not a single case in Delaware, at any time, that has allowed a tort that would support only a limited amount of damages to open the door to unlimited damages.\"); Tr. at 133:1 (Cruz) (\"[I]t opens the door to unlimited punitive damages.\"); Tr. at 133:13-19 (Cruz) (\"If Guidance's theory is correct, ... once you get any tort at all that allows even a penny of punitive damages, unlimited punitive damages are perfectly fine[.]\"); Tr. at 134:18-21 (Cruz) (\"[N]o decision of Delaware law that we are aware of has ever allowed unlimited punitive damages predicated on a tort that was limited to a very small level of punitive damages.\").[11]The Court need not consider such characterization of the law, because the legal issues that the Defendants raise in this motion go primarily to the propriety of any punitive damages award and not the reasonableness of its size. One exception is that the Defendants assert that, because the only tort Guidance was able to win a verdict on was a violation of the NMUPA, because Guidance was only entitled to obtain nominal damages in connection with its NMUPA claim, and because, therefore, the NMUPA claim only supported $300.00 in treble damages, Guidance is entitled to, at most, $300.00 in punitive damages. The Defendants have*1261conceded that they will file a motion attacking the size of the award; until that time, the Court will not heavily weigh the size of the punitive-damages award in determining its propriety.I.THE COURT WILL APPLY DELAWARE LAW TO THE PUNITIVE-DAMAGES ISSUES RAISED IN THIS MOTION.The Supply Agreement included a choice-of-law provision.SeeApplication for Temporary Restraining Order Exhibit A  12.11, at 16, filed November 21, 2008 (Doc. 2-1) (\"Supply Agreement\"). That provision states: \"This Agreement shall be deemed to have been made and entered into pursuant to the laws of the State of Delaware. In the event of any dispute thereunder, this Agreement shall be governed by and construed according to the laws of the State of Delaware.\"Id.Pursuant to the contractual choice-of-law provision in the Supply Agreement, the Court has applied Delaware substantive law to the parties' contract-related claims throughout this lawsuit.See, e.g.,Guidance Endodontics, LLC v. Dentsply Int'l, Inc.,708 F.Supp.2d 1209, 1222-23 (D.N.M. 2010) (Browning, J.);Guidance Endodontics, LLC v. Dentsply Int'l, Inc.,No. CIV 08-1101 JB/RLP, 2009 WL 3672452, at **5-6 (D.N.M. Oct. 2, 2009) (Browning, J.);Guidance Endodontics, LLC v. Dentsply Int'l, Inc.,633 F.Supp.2d 1257, 1272 (D.N.M.2008) (Browning, J.).Neither party objects to the Court applying Delaware contract law in this case, and both parties rely on Delaware case law in arguing this motion.SeeMotion at 2 n. 1 (\"There is no dispute that Delaware law applies to Guidance's claims for breach of contract and breach of the implied covenant of good faith and fair dealing.\"). The Pretrial Order that the parties proposed to the Court states:Because  12.11 of the Supply Agreement provides that in the event of any dispute under the Supply Agreement, \"the Agreement shall be governed by and construed according to the laws of Delaware,\" the parties at least agree that Delaware law applies to Plaintiffs' claims for breach of contract (Counts I and II), reformation (Count III), and breach of the covenant of good faith and fair dealing (Count IV).Pretrial Order at 15. Likewise, the Court continues to believe its prior analyses accurately reflect the necessary choice-of-law principles. The Court will continue to apply Delaware substantive law to the contract and punitive-damages issues this motion raises.II.THE DEFENDANTS FAILED TO PRESERVE THE ISSUE WHETHER PUNITIVE DAMAGES SHOULD BE LIMITED TO $300.00, AND THE ARGUMENT LACKS A SOUND BASIS IN DELAWARE LAW.Defendants' first argument is based on an interpretation of the Supreme Court of Delaware's decision inE.I. DuPont de Nemours & Co. v. Pressman.The Defendants assert that the default rule is that a plaintiff cannot recover punitive damages on a breach-of-contract claim and thatE.I. DuPont de Nemours & Co. v. Pressmanset forth the only limited exceptions to that default rule. They then assert that the only exception applicable to this suit is that the breach of contract amounted to an independent tort, which would itself support the award of punitive damages. They concede that their breach amounted to an independent claim under the NMUPAa tort.[12]They argue, however, that the amount of punitive damages that Guidance*1262can recover under this principle should be limited to the amount that Guidance could recover separately for the NMUPA violation. And, because the law limited Guidance to recovering $300.00 in damages for the Defendants' NMUPA violation, Guidance should be similarly limited to $300.00 in punitive damages for the Defendants' breach of contract. Guidance attacks this argument on both error-preservation and merits grounds, and the Court generally agrees with Guidance's analyses.A. THE DEFENDANTS DID NOT PRESERVE THIS ISSUE FOR REVIEW.The Court first notes that the core of this argumentthat Guidance is limited to $300.00 in punitive damagesis new. The Defendants have never before made this argument to the Court. They have argued that Guidance did not prove its entitlement to any punitive damages, but they nowhere suggested that a limitation on the punitive damages for the underlying tort claim would likewise limit Guidance's entitlement to punitive damages for breach of contract.The Defendants address the preservation issue in their reply brief, and the Court addressed it with them during the hearing.SeeTr. at 36:22-39:22 (Court, Cruz).[13]None of the portions of the record that the Defendants cite, however, convince the Court that they presented this issue to the Court in a way that would reasonably inform the Court of the legal position they now assert. First, the Defendants contend they preserved this issue by an objection on October 5, 2009. For this argument, the Defendants cite a snippet of a statement by the Court, in which it said:Now, also on the punitive damage that the plaintiffs claim, the way I understand theDuPontcase is that . . . for a breach of implied covenant of good faith or for breach of contract there has to be an independent tort that could supportthepunitive-damage claim. Well, you can't get punitive damages for a UPA claim or for a Lanham Act claim, and so I don't see that claim, so I have taken out the punitive-damage claim for the plaintiffs, because I don't see an independent tort that exists. You can get it for breach of contract in Delaware if there is an independent tort that would support a punitive damages, but there not being one, I don't see the punitive-damage claim going to the jury on the plaintiffs' claims.Transcript of Trial at 3060:23-3061:10 (taken Oct. 5, 2009), filed May 17, 2010 (Doc. 568) (\"Oct. 5 Tr.\") (Court) (emphasis added).[14]In response to this oral ruling,*1263Guidance filed a letter in which it argued that its NMUPA claim was a statutory tort and that the treble damages to which it is entitled if it can prove that the NMUPA violation was wilful are a form of punitive damages. Finding that argument persuasive, the Court allowed Guidance to continue to seek punitive damages. Neither the Defendants' general objection to the propriety of a punitive-damages instruction, nor the Court's statement, however, alerted the Court to the issue that the Defendants now assert.Second, the Defendants assert that they preserved this issue by two letters filed on the docket on October 6, 2009. The first letter stated, in relevant part:This [punitive-damages] instruction should be deleted. . . . Under Delaware law, Guidance cannot seek punitive damages unless it also proves a fraud or tort.E.g. E.I. DuPont v. Pressman,679 A.2d 436 (Del.1996) (\"Unless the bad faith rises to the level of an independent tort, which itself would support an award of punitive damages, mere bad faith on the part of a party to a contract will not give rise to punitive damages.\") (quotation omitted). Guidance has no remaining tort claims, has never pleaded a fraud claim, and cannot recover punitive damages under its two remaining statutory claims. This instruction should, therefore, be deleted . . . .Letter from Thomas Gulley to the Court at 4 (dated Oct. 4, 2009), filed October 6, 2009 (Doc. 412). The second letter stated, in relevant part:This letter is in response to counsel for Guidance's letter dated October 5, 2009 (Doc. 409). Dentsply and Tulsa Dental's objection to a punitive damages instruction for Guidance is quite simple. . . .Pressman,679 A.2d 436, 445 (Del.1996), states that punitive damages are not available for a breach of contract claim unless the bad faith involved in the breach rises to the level of an independent tort which would support punitive damages.Letter from Thomas Gulley to the Court at 1 (dated Oct. 6, 2009), filed October 6, 2009 (Doc. 410). While these two letters suggest that the Defendants take issue with Guidance's entitlement to punitive damages based on a breach of contract and a NMUPA violation, nothing in them notified the Court that the Defendants thought Guidance should be limited to a particular quantity of punitive damages, be it $300.00 or some other amount. It did not alert the Court that the Defendants believed Delaware law limited recovery of breach-of-contract punitive damages to the amount recoverable for the underlying tort.[15]Third, the Defendants point to a snippet of a transcript from a bench conference held October 7, 2009. At that time, Rebecca Avitia, one of the Defendants' trial counsel, objected to Instruction No. 37 in the Court's Seventh Proposed Jury Instructions. Specifically, she said:*1264On instruction 37, we object . . . [o]n the fourth paragraph . . . [o]f 37.it states under B that Dentsply's and/or Tulsa Dental's breach of contract was willful, malicious, wanton or with the intent to harm Guidance. I think we've already been over this, that it has to have been an independent tort or fraud, and so that, again, the suggestion that it need only be willful we dispute.Transcript of Trial at 143:20-144:5 (taken Oct. 7, 2009), filed November 9, 2009 (Doc. 460) (\"Oct. 7 Tr.\") (Avitia). She continued to press that \"Delaware law [does not] allow[ ] [punitive damages] simply because it's a willful breach.\" Oct. 7 Tr. at 144:9-13 (Avitia). She was objecting to the fourth paragraph of the punitive-damages instruction, which then read:Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; (b) that Dentsply's and/or Tulsa Dental's breach of contract was willful, malicious, wanton, or if Dentsply and/or Tulsa Dental breached the contract with the intent to harm Guidance; or (c) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the Lanham Act; or (d) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the New Mexico Unfair Practices Act because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.Court's Seventh Proposed Jury Instructions, Instruction No. 37, at 47, filed October 7, 2010 (Doc. 427). The Court ultimately sustained Ms. Avitia's objection, and removed subsections (b) and (c) from Instruction No. 37. Paragraph 4 of Instruction No. 37 stated:Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; (b) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the New Mexico Unfair Practices Act because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.Court's Final Jury Instructions (Given), Instruction No. 37, at 37 (Doc. 430). To the Court's knowledge, the Defendants raised no further objection once the Court sustained this objection and granted the Defendants the relief they requested. This objection did not preserve any errors and did not alert the Court that the Defendants believed Guidance's punitive damages award would be limited by the amount of punitive damages available for its NMUPA claim.In sum, the Court rejects all of the Defendants' arguments that they properly preserved the issue whether Delaware law limits Guidance to punitive damages of $300.00 based on the limited punitive damages Guidance could recover for its NMUPA claim. Because the Defendants failed to preserve this issue, the Court will review it only for plain error. The Court, however, concludes that there was no errorplain or otherwisein allowing Guidance to collect punitive damages in excess of the $300.00 to which it would be limited if it had brought its NMUPA claim alone. The Court thus rejects thisPressman-based argument for setting aside the punitive damages verdict.*1265B. THE COURT FINDS THAT IT DID NOT ERR, PLAINLY OR OTHERWISE, IN ALLOWING GUIDANCE TO RECOVER MORE THAN $300.00 IN PUNITIVE DAMAGES.The Court also rejects on the merits the Defendants' argument that Guidance's punitive damages award should be limited to $300.00. The Court agrees with many of the Defendants' underlying premises. The Defendants' conclusion, however, is based on a flawed reading of the Supreme Court of Delaware's decision inE.I. DuPont de Nemours & Co. v. Pressman.The Court, therefore, rejects it.1.E.I. DuPont de Nemours & Co. v. PressmanShows that Delaware Law Permits Punitive Damages for Breach of Contract.E.I. DuPont de Nemours & Co v. Pressmanaddressed two narrow issues: (i) whether, under Delaware law, an at-will employee can sue his or her employee for wrongful termination under the implied covenant of good faith and fair dealing where the employer fabricates the basis for termination; and (ii) whether such an employee could recover punitive damages for that breach of the implied covenant. The district court entered judgment on a jury's verdict for Pressman.See679 A.2d at 438. The verdictand the associated judgmentallowed Pressman to recover compensatory damages for lost wages, compensatory damages for emotional distress, and punitive damages, all based on DuPont's breach of the implied covenant of good faith and fair dealing.See679 A.2d at 438. The Supreme Court of Delaware identified several exceptions to the at-will employment doctrine, most of which did not apply to Pressman's case.See id.at 440-42. The Supreme Court of Delaware then found that, where an employee is at-will, terminating the employee is not cognizable under the implied covenant of good faith and fair dealing, but intentionally fabricating a false basis for terminating the employee is.See id.at 442-44 (\"If the jury believed that Pensak did these acts, and did them intentionally, they amounted to a breach of the Covenant.\").[16]In addressing the issue of punitive damages for a breach of the implied covenant of good faith and fair dealing, the Supreme Court of Delaware began by giving an overview of the availability, under Delaware law, of punitive damages in breach-of-contract cases.SeeE.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 445 (\"The nature of the conduct which gives rise to a breach of the Covenant in the context of at-will employment requires consideration of the broader question of punitive damages as a remedy for breach of contract.\").[17]Relevant to this motion, the Supreme Court of Delaware said the following:*1266Historically, damages for breach of contract have been limited to the non-breaching parties' expectation interest. Also, punitive damages are not recoverable for breach of contract unless the conduct also amounts independently to a tort. As the introductory note to the remedies portion of the Restatement (Second) of Contracts states:The traditional goal of the law of contract remedies has not been compulsion of the promisor to perform but compensation of the promisee for the loss resulting from the breach. \"Willful\" breaches have not been distinguished from other breaches, punitive damages have not been awarded for breach of contract, and specific performance has not been granted where compensation in damages is an adequate substitute for the injured party.The Uniform Commercial Code also adheres to the traditional view that expectation damages are the standard remedy for breach of contract. Although the UCC imposes a duty of good faith and fair dealing, punitive damages generally are not awarded for a breach of the Covenant.Unless the bad faith rises to the level of an independent tort, which itself would support an award of punitive damages, mere bad faith on the part of a party to a contract will not give rise to punitive damages.Traditional contract doctrine is also supported by the more recent theory of efficient breach. The theory holds that properly calculated expectation damages increase economic efficiency by giving the other party an incentive to break the contract if, but only if, he gains enough from the breach that he can compensate the injured party for his losses and still retain some of the benefits from the breach. The notion of efficient breach accords remarkably with the traditional assumptions of the law of contract remedies. Punitive damages would increase the amount of damages in excess of the promisee's expectation interest and lead to inefficient results.The traditional rule has been subject to a number of limited but well recognized exceptions. Judge Friendly, writing for the Second Circuit, listed the following: breach of a contract to marry; failure of a public monopoly to discharge its obligations to the public; breach of a fiduciary duty; breach accompanied by fraudulent conduct; and bad faith refusal by an insurer to settle a claim.E.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 445-46 (citations, internal quotation marks, and footnotes omitted). Upon this language, the Defendants place their argument that \"under Delaware law, . . . a party can obtain punitive damages for conduct that constitutes a breach of contractonlyupon proof of an independent tort that itself supports the award of punitive damages.\" Motion at 2 (emphasis in original). They then argue that, because the only independent tort that went to the jury was the NMUPA claim, which was limited by the Court to a maximum of $300.00 in damages, Guidance can recover no more than $300.00 in punitive damages on its breach of contract claim.SeeMotion at 3-6. The Court disagrees with this assessment.2.The Court Declines to Adopt the Defendants' Limited Interpretation ofE.I. DuPont de Nemours & Co. v. Pressman.The flaw in the Defendants' argument becomes clear when one compares the snippets ofE.I. DuPont de Nemours & Co. v. Pressmanthat they cite to the way that they paraphrase the rule that the case sets down. On page 2 of their motion, they assert that, \"under Delaware law, . . . a party can obtain punitive damages for conduct that constitutes a breach of contract*1267onlyupon proof of an independent tort that itself supports the award of punitive damages.\" Motion at 2 (italics in original, underline added). The portion ofE.I. DuPont de Nemours & Co. v. Pressmanupon which they rely, however, states: \"Unless the bad faith rises to the level of an independent tort, which itself would supportanaward of punitive damages, mere bad faith on the part of a party to a contract will not give rise to punitive damages.\" 679 A.2d at 445 (emphasis added).SeeMotion at 4 (\"Delaware law, in turn, makes clear that for punitive damages to lie for breach of contract the conduct must `ris[e] to the level of an independent tort,which itself would support an award of punitive damages.\") (underline added, italics in original).[18]The Defendants do not deal with the Supreme Court of Delaware's use of the indefinite article, \"an,\" and paraphrase the Supreme Court's exposition of Delaware law by replacing the indefinite article with the definite article, \"the.\" Motion at 2; Reply at 2 (\"To the contrary, Dentsply/TDP consistently and repeatedly argued . . . an independent tort must supportthepunitive damages award.\") (emphasis added); Reply at 14 (\"Because Guidance failed to meetPressman'sexplicit requirement that it prove an `independent tort which would alone would [sic] support [thepunitive damages] award,' . . . the $40 million punitive damages award should be set aside.\") (emphasis added) (quotingFox v. Rodel, Inc.,1999 WL 803885, at *10, notE.I. DuPont de Nemours & Co. v. Pressman); Tr. at 13:18-20 (Cruz) (\"Given the Delaware Supreme Court, that you need an independent tort that alone would support the punitive-damages award . . . .\") (emphasis added);id.at 18:20-21 (Cruz) (\"It has to be an independent tort, and that tort itself has to supportthepunitive-damages award.\") (emphasis added). They then conclude that, \"[a]t most, the punitive damages are limited to those that the tort would itself support: $300.\" Motion at 4.The Defendants cannot, on good grounds, ignore the words that the Supreme Court of Delaware used in its opinion, especially when the alteration they propose would change the meaning of the Supreme Court's opinion. In grammar parlance, the definite article is \"a determiner (thein English) that introduces a noun phrase and implies that the thing mentioned has already been mentioned, or is common knowledge, or is about to be defined.\"New Oxford American Dictionaryat 455 (3d ed. 2010). The indefinite article is \"a determiner (a andanin English) that introduces a noun phrase and implies that the thing referred to is non-specific*1268(as inshe bought me a book; government is an art; he went to a public school).\" Id.at 882. The Supreme Court of Delaware demanded that the breach of contract amount to an independent tort which would, itself, support an award of punitive damages. It used the indefinite article, \"an,\" which \"implies that the thing referred to is nonspecific.\"Id.This language thus suggests that the independent tort to which the conduct amounts need only be sufficient to support a \"nonspecific\" award of punitive damages.[19]The tort need only supportanawardany award of punitive damages to open the door to breach-of-contract punitive damages.The Defendants do not deal with this plain reading by invoking the definite article, \"the,\" which would \"impl[y] that the thing mentioned . . . is about to be defined.\" They argue thatE.I. DuPont de Nemours & Co. v. Pressmanintended to hold that a plaintiff asserting a breach of contract can receive punitive damages for that breach only when the breaching conduct amounts to an independent tort and that tort would, itself, support the punitive damages amount that the jury will award. In other words, they invoke the definite article, \"the,\" to tie the punitive-damages award for the breach-of-contract claim to the punitive damages award that the independent tort would support, asserting that the plaintiff is limited to what it could receive for the tort claim, standing alone. While the Defendants make some plausible arguments why it might have been wiser for the Supreme Court of Delaware to phraseE.I. DuPont de Nemours & Co. v. Pressmanin the way that they propose,[20]the Court will not assume that the Supreme Court of Delaware said something that they did not mean nor is it at liberty to re-write Delaware contract law.[21]The Court concludes that Delaware law does not limit breach-of-contract punitive damages to the amount of punitive damages to which the plaintiff would be entitled if it brought its tort claim alone and thus holds that it did not err in allowing Guidance to recover more than $300.00 in punitive damages.3.The Defendants' Reliance on New Mexico Law is Unavailing.The Defendants next argue that the Court should limit Guidance's punitive damages to $300.00 because \"New Mexico law [does not] allow unlimited punitives to be added to the $300 statutory damages absent yet another independent tort.\" Motion at 4. The Court does not necessarily disagree that, under New Mexico law, a plaintiff seeking treble damages under the NMUPA cannot also receive punitive damages unless he or she also prevails on an independent common-law action.SeeMotion at 5-6 (citingWoodmen of World Life Ins. Soc'y v. Manganaro,342 F.3d 1213, 1218 (10th Cir.2003);Hale v. Basin Motor Co.,110 N.M. 314, 320, 795 P.2d 1006, 1012 (1990);McLelland v. United Wis. Life Ins. Co.,127 N.M. 303, 307, 980 P.2d 86, 90 (Ct.App.1999)). The Court, however, is not applying New Mexico law. The Court is concerned only with when, under Delaware*1269law, a plaintiff can recover punitive damages for a breach of contract. The Court rejects the Defendants' arguments based on New Mexico state-law authority.[22]The Court rejects the Defendants' argument that it erred by allowing the jury to assess the amount of punitive damages. The Defendants suggest that allowing the jury to assess punitive damages was error because, \"[u]nder the NMUPA, the court assesses the statutory treble award, not the jury.\" Motion at 6 n. 4 (citing NMSA 1978,  57-12-10(B) andMcLelland v. United Wis. Life Ins. Co.,127 N.M. at 307, 980 P.2d at 90). This argument, however, is another means of using the nature of the tort claim that opened the door to punitive damages to try to impose limitations on the punitive damages award. The Court did not allow the jury to assess treble damages for the NMUPA claim and thus did not run afoul of New Mexico law. Rather, pursuant to Delaware law, the Court allowed the jury to award punitive damages for a breach of contract where that breach amounted to an independent tort. The Defendants have cited no authority, and the Court is aware of none, that demands the court determine the amount of punitive damages for a breach of contract where the court would assess treble damages for the underlying tort claim.4.Although Punitive Damages for Breach of Contract Is at Odds With Delaware's Efficient-Breach Doctrine, Delaware Law Allows Them.Although it did not appear in the Defendants' briefing, Mr. Cruz relied heavily during the hearing on Delaware's policy in favor of efficient breach. He argues that the Supreme Court of Delaware has embraced the concept of efficient breach and that allowing large punitive damages awards for \"small\" torts that arise out of the breach runs counter to the efficient-breach theory. The Court does not disagree with Mr. Cruz' general proposition, but will not re-write Delaware law because its recognized exceptions give rise to a particular result that is contrary to the efficient-breach concept.The Supreme Court of Delaware described the efficient-breach concept well inE.I. DuPont de Nemours & Co. v. Pressman:The theory [of efficient breach] holds that properly calculated expectation damages increase economic efficiency by giving the other party an incentive to break the contract if, but only if, he gains enough from the breach that he can compensate the injured party for his losses and still retain some of the benefits from the breach.679 A.2d at 445. Under this principle, a contracting party is invited to breach a contract and pay the other contracting party expectation damages if performance under the contract would be more financially detrimental to the party than paying such damages. Mr. Cruz explained the principle effectively during the hearing:Now, Your Honor, the efficient-breach theory says, if there are two parties to a contract, party A and party B, and they enter into a contract that is very, very clear, very, very explicit and makes sense in year one, and three years later it becomes economically irrational for one of the two parties to continue that contract, the efficient-breach theory*1270says they should terminate the contract and pay the damages, and, as a matter of law, there's nothing wrong with that. Now, the efficient breach is not adopted by every state. There is some controversy over whether it is a good policy or bad policy. There is old case law in some states that says someone who breaches a contract is . . . a bad actor. What the efficient-breach theory says is not only is someone breaching a contract not a bad actor, but . . . . if it is more efficient, if it is more profitable to breach the contract and pay the damages, paying the damages which would render the non-breaching party whole as if the contract had not been breached, then the law wants parties to do that. . . . [I]n the efficient-breach scenario. . . the breach is knowingly, willingly, with full intent, eagerly and loudly breaching and as a matter of Delaware law is subject to expectation damages, but not punitives, because the law wants to encourage efficient breach to encourage efficient allocation of resources.Tr. at 9:22-11:4 (Cruz).The theory of efficient breach asks the question, `When is it more efficient for a party to breach a contract than to perform as promised?' It also attempts to identify contract remedies and other legal rules that will give promisors an incentive to breach in exactly those cases where breach would be efficient.R. Craswell,Contract Remedies, Renegotiation, and the Theory of Efficient Breach,61 S. Cal. L. Rev. 629, 630 (March 1988). Delaware law appears generally to endorse this principle.SeeE.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 445-46;Kuroda v. SPJS Holdings, L.L.C.,971 A.2d 872, 892 n. 73 (Del.Ch.2009);Allied Capital Corp. v. GC-Sun Holdings, L.P.,910 A.2d 1020, 1025 (Del.Ch.2006);Morabito v. Harris,No. CIV.A. 1463-K, 2002 WL 550117, at *3 (Del.Ch. Mar. 26, 2002);Ostrow v. Bonney Forge Corp.,No. Civ. A. 13270, 1994 WL 114807, at *13 (Del.Ch. Apr. 6, 1994) (\"There are no doubt cases in which shifting markets have made it economic for a seller simply to refuse to perform and to pay instead the promisee's expectancy damages.\").First, as Mr. Cruz explained during the hearing, \"in the efficient-breach hypothesis, the breach is knowingly, willingly, with full intent, eagerly and loudly breaching.\" Tr. at 10:23-11:4 (Cruz). That scenario is not, however, what is presented in this case. Rather than \"eagerly and loudly breaching,\"id.,the Defendants stopped supplying Guidance with obturators and blamed Guidance, asserting that it was Guidance's conduct that justified the breach. It also, as the jury concluded, made up a false pretense for failing to supply Guidance with the V2 file. Finally, the jury heard competent evidence from which it could reasonably conclude that the Defendants' sales staff was spreading rumorsthat Guidance was going out of business or that Guidance could not supply productsto try to convert Guidance customers into Dentsply/TDP customers. The subterfuge and underhanded tactics which surrounded the Defendants' breach of contract appear to take it out of the traditional efficient-breach paradigm.Moreover, the Supreme Court of Delaware noted its approval of the efficient-breach principle inE.I. DuPont de Nemours & Co. v. Pressman, see679 A.2d at 445-46 & n. 19, yet the Supreme Court found that there are exceptions to the general rule that breach-of-contract damages are limited to the plaintiff's expectation interest,see id.at 445-46. The Supreme Court of Delaware did not, upon discussing the principle of efficient breach, reject the rules of law that it had just explained, which allow plaintiffs to recover punitive damages for breach of contract*1271under some circumstances. The Supreme Court of Delaware acknowledged that allowing punitive damages for a breach of contract disturbs the efficient-breach calculus; it nevertheless held that such damages are available under certain conditions. In other words, in the situations the Supreme Court of Delaware set forth, the policy in favor of punishing bad conduct prevails over the policy in favor of efficient breach.SeeE.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 446 (\"Punitive damages would increase the amount of damages in excess of the promisee's expectation interest and lead to inefficient results[, but] [t]he traditional rule [prohibiting punitive damages in breach-of-contract cases] has been subject to a number of limited but well recognized exceptions.\").The Defendants ask the Court to consider the principle of efficient breach and find that, by allowing substantial punitive damages when a breach of contract is accompanied by a tort, which would alone support only a limited amount of punitive damages, the Court is making the breach in this case inefficient. They want the Court to hold, when a plaintiff is entitled to breach-of-contract punitive damages based on an underlying tort that would support only a limited amount of punitive damages, to similarly limit the breach-of-contract punitive damages, because to do otherwise would undermine the efficient-breach principle.See, e.g.,Tr. at 23:16-25:16 (Court, Cruz). The Defendants, however, are asking the Court to re-balance policy considerations for the Supreme Court of Delaware. The Supreme Court recognized that there was inconsistency and tension between the efficient-breach theory and allowing a plaintiff to recover punitive damages for certain contract breaches, yet made clear that, in certain cases, punitive damages for breach of contract are available. Because the Supreme Court of Delaware noted this inconsistency and did not choose to remedy it, the Court will not attempt to re-write Delaware contract law.5.Accepting the Defendants' Argument Would Run Contrary toE.I. DuPont de Nemours & Co. v. Pressman, Because Punitive Damages Would Be Available Only for Properly Pleaded and Proven Tort Claims.Another concern the Court has in adopting the Defendants' position is that it would effectively change the rule regarding punitive damages for contract claims under Delaware law. The sum total of the Defendants' arguments appears to be that a plaintiff can recover punitive damages for a breach of contract claim under Delaware law only where: (i) the plaintiff pleads both a breach-of-contract claim and a separate tort claim; (ii) the plaintiff successfully proves both the breach-of-contract and the tort; (iii) the jury awards punitive damages; and (iv) the punitive damages are no more than the plaintiff could have recovered if he had pleaded and proved the tort claim by itself. The general rule under Delaware law is that a plaintiff cannot recover punitive damages for a breach of contract, but there are exceptions.SeeE.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 446. The Defendants' argument asks the Court to remove the exceptions from the general rule. If a plaintiff must plead a prove a tort, and demonstrate his entitlement to the jury's punitive damages award for that tort, independent of the breach-of-contract claim, the plaintiff is reduced to recovering punitive damages only for the tort claim. If a plaintiff can recover punitive damages only for the tort claim, then the plaintiff is not recovering punitive damages for the breach-of-contract claim. The Supreme Court of Delaware, however, sitting en banc, spent several pages explaining the circumstances under which a plaintiff could recover punitive damagesfor a breach of*1272contract.The Supreme Court of Delaware likely would not have done so if the plaintiff were entitled only to the punitive damages he could recover on the pleaded and proven tort claim. The Court will thus not construeE.I. DuPont de Nemours & Co v. Pressmanto illogically espouse an unhelpful principle of law.When the Court presented this apparent inconsistency to Mr. Cruz at the hearing, he responded as follows:Now, your question, what sense does it make to say, you don't get punitive damages unless you have an independent tort which could support the very same punitive-damages award? And I agree on one level, on a quick level that strikes one as redundant. I would suggest the explanation for that is, if they didn't have that doctrine, there is a real possibility that Delaware lower courts when facing conduct that would amount to an independent tort, which would support a significant award of punitive damages, that there's a real possibility lower Delaware courts, given the [efficient]-breach theory, given the contract law, would say, \"Look, these two parties, their relationship is governed by a contract, so there's not a tort here, we're applying the contract,\" would decline to get to tort matters if a contract applied, and the Delaware law said there are no punitive damages under any circumstances when a contract applies.Tr. at 22:3-18 (Cruz). As the Court understands this argument, it is that the Supreme Court of Delaware made a rule that does not mean what it saysi.e.,you can get punitive damages for a breach-of-contract claim, but only if you arereallygetting punitive damages for a separately pleaded and proven tort that would, alone, support the punitive damages awardout of a fear that lower courts would misapply the law if the Supreme Court said what it really meant. The Court is hesitant to hold that the Supreme Court of Delaware intentionally set down a nonsensical rule out of a fear that, if it said what it meant, the lower Delaware courts would misunderstand or misapply the law. Trial courts in Delaware are rather sophisticated, having to deal with complex commercial cases on a regular basis, as Mr. Cruz admitted during the hearing.SeeTr. at 15:4-14 (Cruz). Those courts undoubtedly would have understood if the Supreme Court of Delaware had said a plaintiff cannot recover punitive damages for a breach of contract; however, if a plaintiff proves a tort claim that would support a punitive-damages awardregardless of the existence of any contractual relationshiphe can recover punitive damages for that separate tort. In short, the Court rejects the Defendants' purported rationale for the rule for which they advocate.6.Because There Was No Error, There Was No Plain Error.The Court has concluded that there was no error in allowing the jury to assess punitive damages beyond the $300.00 to which Guidance would be entitled for its claim of willful violation of the NMUPA. The Court has also concluded that the Defendants failed to preserve this issue in any event. If the Defendants' motion is one for judgment as a matter of law under rule 50(b), the Court would reject it regardless of any error because it was not raised in a pre-verdict rule 50(a) motion.SeeM.D. Mark, Inc. v. Kerr-McGee Corp.,565 F.3d at 762;Marshall v. Columbia Lea Regional Hosp.,474 F.3d at 738;United Int'l Holdings, Inc. v. Wharf (Holdings) Ltd.,210 F.3d at 1229;First Sec. Bank of Beaver v. Taylor,964 F.2d at 1057; 9B C. Wright & A. Miller,supra 2537, at 603-04. If the Court were to construe the motion as a rule 59 motion for new trial, the Defendants would be entitled to reversal only if they established that the Court erred and that the error substantially*1273affected the fairness of the proceeding.SeeCottman v. Aurora Pub. Schs.,85 Fed.Appx. at 88;Nissho-Iwai Co. v. Occidental Crude Sales, Inc.,848 F.2d at 619; 11 C. Wright, A. Miller, & M. Kane,supra 2805, at 57-58;id. 2805, 58-59. And, if the Court were to construe the motion as a rule 51 motion asserting error in the jury instructionsa stretch considering the Defendants make no mention of jury instructions in the part of their Motion arguing this pointthe Defendants could prevail only on a showing of plain error. \"To mount a successful plain error challenge, a party must demonstrate (1) an error, (2) that is plain or obvious under existing law, and (3) that affects substantial rights.\"Royal Maccabees Life Ins. Co. v. Choren,393 F.3d at 1181.See Williams v. W.D. Sports, N.M., Inc.,497 F.3d at 1094;Royal Maccabees Life Ins. Co. v. Choren,393 F.3d at 1182 (referring to plain-error review as \"an extraordinary, nearly insurmountable burden\");Abuan v. Level 3 Commc'ns, Inc.,353 F.3d at 1173;Beaudry v. Corr. Corp. of Am.,331 F.3d at 1168. Because the Defendants have failed at step one of each of these analyses there is no errorthe Court need not continue the analyses.III.THE DEFENDANTS PRESERVED THE ISSUE WHETHER GUIDANCE'S NMUPA CLAIM IS A CONTRACT CLAIM, RATHER THAN A TORT CLAIM; HOWEVER, THE COURT FINDS GUIDANCE'S NMUPA CLAIM WAS A TORT CLAIM.The Defendants' second argument for vacating the jury's punitive-damages verdict is that Guidance's NMUPA claim is a contract claim, not a tort claim, and soE.I. DuPont de Nemours & Co v. Pressmandoes not authorize punitive damages in this context. Guidance argues that the Defendants did not preserve this argument and that it nevertheless lacks merit. The Court agrees in part. The Defendants made one objection that the Court can construe as addressing this issue. Nevertheless, based on the analysis the Court has used in the past, the Court continues to believe that Guidance's NMUPA claim is a tort claim and not a contract claim.A. THE DEFENDANTS HAVE ARGUABLY ASSERTED THAT THE NMUPA CLAIM IS NOT A TORT.The Defendants' arguments that they properly preserved this issue are largely the same as their arguments that they properly preserved their otherPressman-related issues.SeeReply at 6-9. Again, those objections clearly took issue with Guidance's pursuit of punitive damages and did so citingE.I. DuPont de Nemours & Co. v. Pressman. SeeLetter from Thomas Gulley to the Court at 4 (dated Oct. 4, 2009); Letter from Thomas Gulley to the Court at 1 (dated Oct. 6, 2009); Tr. at 36:22-39:22 (Court, Cruz); Oct. 5 Tr. at 3060:23-3061:10 (Court); Oct. 7 Tr. at 143:20-144:13 (Avitia). Most, however, were too general to preserve the issue they now present.In Mr. Gulley's October 4, 2009 letter, however, the Defendants arguably argued that a NMUPA claim is not a tort claim which can support breach-of-contract punitive damages. That letter stated, in relevant part:[The punitive-damages] instruction should be deleted.... Under Delaware law, Guidance cannot seek punitive damages unless it also proves a fraud or tort.... Guidancehas no remaining tort claims,has never pleaded a fraud claim, andcannot recover punitive damages under its two remaining statutory claims.This instruction should, therefore, be deleted....Letter from Thomas Gulley to the Court at 4 (dated Oct. 4, 2009) (emphasis added).*1274Although this objection lacks the specificity that the Court would have liked or needed, and the Court cannot state definitively that it did not understand that the Defendants were arguing that Guidance's \"statutory claim[ ]\" should be construed as a contract claim, the core of the Defendants' current argument is found within this paragraph. The Court thus concludes that the Defendants preserved this argument insofar as it purports to raise an error in the jury instructions under rule 51.B. GUIDANCE'S NMUPA CLAIM BASED ON THE DEFENDANTS' FAILURE TO SUPPLY THE QUALITY AND QUANTITY OF GOODS OR SERVICES CONTRACTED REMAINS A TORT CLAIM.The Defendants assert that the NMUPA claim that Guidance used to support punitive damages in this case was more in the nature of a contract claim than a tort claim and thus did not satisfy the requirement ofE.I DuPont de Nemours & Co. v. Pressmanthat the breaching conduct amount to an independent tort. Guidance disagrees with this assessment, referring the Court to the essential elements of a NMUPA claim, and to the Defendants' statements that \"[t]he `gravamen' of an [NM]UPA claim [is] `a misleading, false, or deceptive statement made knowingly in connection with the sale of goods or services.'\" Motion at 24 (quotingDiversey Corp. v. Chem-Source Corp.,125 N.M. 748, 754, 965 P.2d 332, 338 (Ct.App.1998)). The Court agrees with Guidance's argument on this point.1.Applying the Test to Which the Parties Agreed, Guidance's NMUPA Claim is a Tort Claim.In a Memorandum Opinion and Order, filed September 8, 2009 (Doc. 303), the Court stated:The Court will categorize these [NMUPA] claims as torts. Other courts that have had to classify a violation of a consumer-protection statute in its choice-of-law analysis usually do so by asking to what common-law cause of action the wrongful conduct is most similar. Guidance complains of harm from lost sales based on misrepresentations made to its potential customers, which resembles damages under a claim for tortious interference with prospective contractual relationsa tort. Further, these claims are grounded in breach of a duty created by lawthe consumer-protection statutesnot by any agreement between the parties. Finally, both parties agree that the consumer-protection claims should be treated as tort claims for choice-of-law purposes.... The Court, therefore, will apply tort choice-of-law principles.Memorandum Opinion and Order, 663 F.Supp.2d at 1150-51. Both parties continue to agree that this is the appropriate analysis for determining whether Guidance's NMUPA claim is a tort or contract action,seeMotion at 6-10; Response at 14-16, and the Court has found no authority that would draw its prior analysis into question. The Defendants' argument, however, is that, in September of 2009, Guidance was proceeding on a NMUPA theory based on misrepresentations to Guidance customers; but, the theory of NMUPA liability upon which Guidance bases its entitlement to punitive damages was that the Defendants willfully \"fail[ed] to provide the quantity and quality of products under the Manufacturing and Supply Agreement.\" Motion at 6-10; Verdict Form at 3. The Defendants assert that, while the misrepresentations-based claim made the NMUPA claim a tort claim, the quality-and-quantity theory is more analogous to a contract claim than a tort claim.SeeMotion at 6-10.*1275The Court believes Guidance's NMUPA claim, even that which is based primarily on the failure to provide the quality or quantity of goods for which the parties contracted, is a tort claim. In coming to this conclusion, the Court looks primarily to the core elements of a NMUPA claim. As the Court's Jury Instructions expressed:For Guidance to prove that Dentsply and/or Tulsa Dental violated the New Mexico Unfair Practices Act, Guidance must prove each of the following elements by a preponderance of the evidence:First,Dentsply and/or Tulsa Dental made an oral or written statement that was false or misleading;Second,the false or misleading statement was knowingly false;Third,the false or misleading statement was made in connection with the sale of goods or services in the regular course of Dentsply's and/or Tulsa Dental's trade or commerce; andFourth,the false or misleading statement may, tends to, or does deceive or mislead any person.Court's Final Jury Instructions (Given), Instruction No. 31, at 32. Guidance was thus required to prove that the Defendants knowingly made false statements that \"may, tend[ ] to, or do[ ] deceive or mislead any person.\" NMSA 1978,  57-12-2(D). Guidance then relied specifically upon a willful violation of the NMUPA, requiring it to prove that the Defendants' willfully made false statements that \"may, tend[ ] to, or do[ ] deceive or mislead any person.\" NMSA 1978,  57-12-2(D). In addition to these elements, Guidance established that, in conjunction with the false statements, the Defendants failed to provide the quality and quantity of goods or services for which the parties contracted. These elements are very similar to those necessary to prove a fraudulent misrepresentation.SeeGaffin v. Teledyne, Inc.,611 A.2d 467, 472 (Del.1992) (setting forth the elements of fraud or deceit under Delaware law); NMRA UJI 13-1633, at 219-20 (2010) (describing the elements of fraud under New Mexico law). As theRestatement (Second) of Torts 525 (1977)One who fraudulently makes a misrepresentation of fact, opinion, intention or law for the purpose of inducing another to act or to refrain from action in reliance upon it, is subject to liability to the other in deceit for pecuniary loss caused to him by his justifiable reliance upon the misrepresentation.As Guidance points out, one of the Defendants' arguments further support the Court's conclusion. As the Defendants' pointed out in their brief, New Mexico courts have emphasized that \"[t]he gravamen of an unfair trade practice is a misleading, false, or deceptive statement made knowingly in connection with the sale of goods or services.\"Diversey Corp. v. Chem-Source Corp.,125 N.M. 748, 754, 965 P.2d 332, 338 (Ct.App.1998).SeeThompson v. Youart,109 N.M. 572, 575-76, 787 P.2d 1255, 1258-59 (Ct.App.1990) (finding a NMUPA claim indistinguishable from a claim under the tort of unfair competition). The Supreme Court of New Mexico recognized that the false-statements requirement was the core of a NMUPA claim when it stated: \"The conjunctive wording of the statute itself requires an interpretation that the four elements set forth in Section (D) must be present in the examples delineated in subsections (1) through (17).\"Stevenson v. Louis Dreyfus Corp.,112 N.M. at 101, 811 P.2d at 1312. Accordingly, the false and misleading statement is the core of an NMUPA claim, and the failure to provide the quality or quantity of goods or services for which the parties contracted is merely a predicate act necessary to impose liability for the false or misleading statements.*1276SeeCarl Kelley Const. LLC v. Danco Techs.,656 F.Supp.2d 1323, 1339 (D.N.M. 2009) (Browning, J.) (\"[W]hile the UPA claim may involve conduct that is also relevant to a contractual claim, a UPA claim would not be a suit on the contract but a suit under a cause of action that New Mexico's legislature has enacted for allegedly unfair trade practices.\");Pedroza v. Lomas Auto Mall, Inc.,625 F.Supp.2d 1156, 1161-62 (D.N.M.2009) (Browning, J.) (\"A UPA cause of action resembles more of a tort action than a breach-of-contract claim.\"). As such, the NMUPA claim is more akin to a tort claim of fraudulent misrepresentation than to a breach of contract.2.The Defendants' Authority Does Not Persuade the Court.The Defendants rely almost entirely on two opinionsone from the United States District Court for the District of Massachusetts and one from the United States Court of Appeals for the First Circuitin support of finding that Guidance's NMUPA claim should be construed as a contract claim.SeeMotion at 7-10 (relying uponNortheast Data Systems, Inc. v. McDonnell Douglas Comp. Systems Co.,986 F.2d 607 (1st Cir.1993), andMead Corp. v. Stevens Cabinets, Inc.,938 F.Supp. 87 (D.Mass.1996)); Reply at 14-15 (same). Both cases deal with the application of Massachusetts' consumer-protection statute, Chapter 93A. For multiple reasons, these cases do not persuade the Court. First, the Court is not bound by the law as the District of Massachusetts or the First Circuit interpret it; rather, the Court is bound only by the authority of the Tenth Circuit and the Supreme Court, and the state's highest court when resolving issues of state law.Second, the NMUPA and Massachusetts' Chapter 93A are differently worded and have materially different elements. From the Court's review of cases applying Chapter 93A, its elements include: (i) engaging in an unfair or deceptive act or practice,see Colantonio, Inc. v. Fitchburg Hous. Auth.,No. MICV075030, 2008 WL 3311892, at *2 (Mass.Super. July 23, 2008);Rhodes v. AIG Domestic Claims, Inc.,No. 05-1360-BLS1, 2008 WL 2357015, at *20 n. 11 (Mass.Super. June 3, 2008);Rathore v. Kelly,No. 99-04320, 2002 WL 31082045, at *4 (Mass.Super. Sept. 10, 2002); (ii) in the conduct of trade or commerce,see Colantonio, Inc. v. Fitchburg Hous. Auth.,2008 WL 3311892, at *2;Marney v. Aquilio,No. 00386, 2006 WL 696581, at *4 (Mass.Super. Feb. 7, 2006);Rathore v. Kelly,2002 WL 31082045, at *4; and (iii) a loss caused thereby,see Rhodes v. AIG Domestic Claims, Inc.,2008 WL 2357015, at *20 n. 11;Rathore v. Kelly,2002 WL 31082045, at *4. These elements are more vague than the NMUPA's elements.SeeStevenson v. Louis Dreyfus Corp.,112 N.M. at 100, 811 P.2d at 1311;Lohman v. Daimler-Chrysler Corp.,142 N.M. at 439, 166 P.3d at 1093. As the First Circuit noted inNortheast Data Systems, Inc. v. McDonnell DouglasComputer Systems Co.,\"the Massachusetts Supreme Judicial Court has recognized that, under some circumstances, a Chapter 93A claim `is essentially duplicative of a traditional contract claim.'\" 986 F.2d at 610 (quotingCanal Elec. Co. v. Westinghouse Elec. Corp.,406 Mass. 369, 548 N.E.2d 182, 187 (1990)). Although a NMUPA claim can be premised on a \"traditional contract claim,\" the additional elements of a willful false statement made in conjunction with the breach appears to remove NMUPA claims from the category of claims that \"may essentially reduce to a contract claim.\"Ne. Data Sys., Inc. v. McDonnell Douglas Comp. Sys. Co.,986 F.2d at 610.Third, the facts ofNortheast Data Systems, Inc. v. McDonnell DouglasComputer Systems Co.andMead Corp. v. Stevens Cabinets, Inc.,as recited by the courts deciding those cases, are materially different*1277from the facts of this case. InNortheast Data Systems, Inc. v. McDonnell DouglasComputer Systems Co.,the First Circuit described the plaintiff's Chapter 93A allegationsand their relation to breach-of-contract allegations. The First Circuit stated that the plaintiff either \"simply says that Microdata `knowingly' or `willfully' broke the contract,\" or \"threatened to take actions that the contract forbids, with a bad motive.\"Ne. Data Sys., Inc. v. McDonnell Douglas Computer Sys. Co.,986 F.2d at 609. As the First Circuit recognized, however, these allegations reduce to breach of contract with a bad motive.See id.(\"The contract violations are essential elements of the 93A claims. The `state of mind' and `bad motive' allegations add little.\"). The Court agrees with the First Circuit's assessment, and, if that were all that Guidance could muster to support its NMUPA claim, the Court might be inclined to find for the Defendants on this issue.[23]Guidance proved substantially more.Similarly, inMead Corp. v. Stevens Cabinets, Inc.,the Honorable Michael Ponsor, United States District Judge for the District of Massachusetts, citedNortheast Data Systems, Inc. v. McDonnell DouglasComputer Systems Co.for the proposition that \"a choice-of-law clause selecting some state's law (other than Massachusetts') to govern `contract related' claims precludes a Chapter 93A claim when that claim essentially reduces to a contract claim.\"Mead Corp. v. Stevens Cabinets, Inc.,938 F.Supp. at 90. Judge Ponsor found that Stevens' Chapter 93A claim \"reduce[d] to a contract claim,\" but only because \"the factual averments pleaded in the counterclaim areexactly the samefor the Chapter 93A count as for the breach of contract count,\" and that \"Stevens' breach of warranty and Chapter 93A claims are interchangeable, relying on precisely the same facts and the same legal theory, both anchored in contract law.\"Mead Corp. v. Stevens Cabinets, Inc.,938 F.Supp. at 90 (emphasis in original). While there is some factual overlap among Guidance's claims, the Court cannot say that the factual averments supporting its breach-of-contract claims were identical to those supporting its NMUPA claims. The Court rejects the Defendants' assertion that Guidance's NMUPA claim was a contract claim and thus cannot support breach-of-contract punitive damages under Delaware law.IV.THE DEFENDANTS INVITED THE COURT TO INSTRUCT THE JURY THAT IT COULD AWARD PUNITIVE DAMAGES FOR BAD-FAITH BREACH OF THE IMPLIED COVENANT OF GOOD FAITH AND FAIR DEALING, AND THEY HAVE THUS WAIVED ANY ERROR BASED ON THAT INSTRUCTION.The Defendants' next basis for overturning the jury's punitive-damages verdict is to assert that the Court erred in allowing the jury to award punitive damages based on a bad-faith breach of the implied covenant. Guidance's strongest opposition argument is that the Defendants' waived this argument by proposing jury instructions that would have allowed the jury to award the Defendants' punitive damages if it found that Guidance breached the implied covenant in bad faith. With less fervor, Guidance also argues that bad-faith breach of the implied covenant is sufficient, under Delaware law, to support a punitive-damages claim. Instructing the jury that it could award punitive damages for a breach*1278of the implied covenant plus bad faith, without more, might have been an incomplete statement of the law. The Defendants, however, invited this error, and therefore they cannot now raise the Court's instruction to the jury as error.\"The invited error doctrine prevents a party from inducing action by a court and later seeking reversal on the ground that the requested action was error.\"United States v. Edward J.,224 F.3d at 1222.SeeMorrison Knudsen Corp. v. Ground Improvement Techniques, Inc.,532 F.3d at 1072. For example, \"[a] party who requests an instruction invites any error contained therein and, absent an objection before the instruction is given, waives appellate review of the correctness of the instruction.\"Aves By and Through Aves v. Shah,997 F.2d at 766. The rationale of this rule is that a party should not be able to secure a post-trial reversal by persuading the court to take an erroneous action before or during the trial. Inviting an error results in waiver of the right to raise that error post-trial.SeeUnited States v. Cruz-Rodriguez,570 F.3d at 1183;United States v. Zubia-Torres,550 F.3d at 1205 (\"We typically find waiver in cases where a party has invited the error that it now seeks to challenge[.]\").In this case, the Defendants asked the Court to let the jury award punitive damages if it found a breach of the implied covenant of good faith and fair dealing and bad faith. What the Defendants apparently did not expect was that the jury would find that the Defendants did those things. Again, the Defendants sought the following questions in the jury's verdict form:Breach of Implied Covenant of Good Faith and Fair Dealing(6) Do you find that Guidance breached the implied covenant of good faith and fair dealing?____ YES ____ NOIf your answer to Question No. 6 is \"YES,\" go on to Question No. 7. If your answer to Question No. 6 is \"No,\" go to Question No. 11.(7) Do you find that Dentsply and/or Tulsa Dental have suffered actual or nominal damages as a result of Guidance's conduct?____ YES ____ NOIf your answer to Question No. 7 is \"YES,\" go on to Question No. 8. If your answer to Question No. 7 is \"No,\" go on to Question No. 11.(8) In a lump sum, state the amount of actual or nominal damages you award Dentsply and Tulsa Dental$ ____Go on to Question No. 9.(9) Do you find that Guidance's breach of the implied covenant of good faith and fair dealing was in bad faith?____ YES ____ NOIf your answer to Question No. 9 is \"YES,\" go on to Question No. 10. If your answer to Question No. 9 is \"No,\" go to question No. 11.(10) In a lump sum, state the amount of punitive damages you award Dentsply and Tulsa Dental.$ _____Dentsply/TDP's Proposed Verdict Form for Claims Asserted by Dentsply/TDP at 3. Based on this series of questions, a jury could award the Defendants punitive damages if it found that Guidance breached the implied covenant of good faith and fair dealing, the breach caused nominal damages, and the breach was done in bad faith. By their proposed verdict form, therefore, the Defendants told the Court that bad-faith breach of the implied covenant was a proper predicate for punitive damages under Delaware law.[24]That predicate, however,*1279is the one that they now contend was erroneous.The Court was persuaded to adopt this predicate for punitive damages. The Court's First and Second Proposed Verdict Form embody the last principle.SeeCourt's First Proposed Verdict Form at 7; Court's Second Proposed Verdict Form at 3, 6. By the Court's Second Proposed Verdict Form, the Court noted thatgiven that both parties alleged that the other party breached the implied covenant in bad faithit was only fair to instruct the jury about this punitive-damages predicate with respect to both parties' implied-covenant claims.[25]Those jury interrogatories persisted, at least as to Guidance's implied-covenant claim against the Defendants, into the final verdict form. By the Defendants' request for these instructions, to which the Court acquiesced, the Defendants \"invite[d] any error contained therein and, absent an objection before the instruction is given, waive[d] appellate review of the correctness of the instruction.\"Aves By and Through Aves v. Shah,997 F.2d at 766.[26]The question is, therefore, did the Defendants properly object before the instruction was given? They did not. In their reply brief, the Defendants first argue that their proposed jury instructions undermine Guidance's invited-error argument, because the Defendants' proposed jury instruction regarding punitive damages stated: \"Dentsply and Tulsa Dental mayonlyrecover punitive damages for Guidance's breach of contract if you find that Guidance'sbreach of contract also constituted a separatetort[.]\" Dentsply/TDP's Proposed Jury Instructions, Instruction No. 45, at 51 (emphasis added). This argument fails. First, the Defendants' proposed instruction omitted the standard for receiving punitive damages for a breach of the implied covenant of good faith and fair dealing; it explicitly stated the standard for breach-of-contract punitive damages only.See id.(\"Dentsply and Tulsa Dental may only recover punitive damagesfor Guidance's breach of contractif ....\") (emphasis added). The Defendants now agree that the standard is the same for punitive damages for a breach-of-contract and for an implied-covenant claim. They might thus suggest that, because the standards are the same, the instruction made it clear that the Defendants believed punitive damages could only be awarded for a breach of the implied covenant if such breach constituted a separate tort. The Defendants, however, never made that argument. The Defendants*1280rejected a similar argument when Guidance made it at the hearing.[Plaintiff argued that it could] cure the problem in paragraph five by sort of reading it in conjunction with paragraph four, that the implied covenant is a species of breach of contract and so the references to the tort in paragraph four are enough to help the obvious incorrectness of paragraph five. The problem with that is that's not how the jury was instructed.... These are separate bases for awarding punitive damages.Tr. at 126:4-127:4 (Court, Cruz). More importantly, the Defendants' proposed verdict form, upon which the Court finds invited error, was filedafterthe Defendants' proposed jury instruction on punitive damages.CompareDentsply/TDP's Proposed Jury Instructions, filed September 15, 2009 (Doc. 330),withDentsply/TDP's Proposed Verdict Form for Claims Asserted by Dentsply/TDP, filed September 28, 2009 (Doc. 370). If the Defendants realized in September of 2009 that the breach-of-contract and implied-covenant standards for punitive damages were the same, the proposed verdict form suggests that they believed a breach of contract or a breach of the implied covenant could give rise to punitive damages based only upon a showing of bad faith. The Court thus rejects the Defendants' first argument.The Defendants next rely on essentially the same portions of the record as they cited for preservation of theirPressman-related arguments, and a few additional points in the record.SeeTr. at 60:15-65:8 (Court, Cruz). These bases also fail. First, the Defendants rely on Mr. Gulley's October 4, 2009 and October 6, 2009 letters. As Mr. Cruz conceded at the hearing, however, these letters addressed only the standard for recovery of punitive damages for a breach of contract, and not for recovering such damages for a breach of the implied covenant of good faith and fair dealing.SeeTr. at 62:4-6 (\"MR. CRUZ: Well, it does not explicitly refer to the implied covenant,....\").[27]Again, the Defendants try to rely upon the fact that the implied-covenant claim is a variant of breach-of-contract claim to suggest that the Court must have known that their arguments extended to the implied-covenant predicate for punitive damages, but at no time did they make that fact known to the Court.[28]The Court cannot recalland the Defendants do not point toany other time during the course of this case where*1281the Defendants made an argument that could reasonably be construed as asserting that a bad-faith breach of the implied covenant of good faith and fair dealing is insufficient, under Delaware law, to support an award of punitive damages. The Court thus rejects the Defendants' argument that they somehow remedied their invitation to the Court to instruct the jury that punitive damages could be awarded for bad-faith breach of the implied covenant. The Defendants invited this error and thus waived their right to claim it as error post-trial.The Defendants rely onUnited States v. Villasenor,121 Fed.Appx. 301 (10th Cir. 2005), to argue that the invited-error doctrine cannot apply in a case, such as this, where the Defendants did not ultimately reach the jury on their erroneous instruction.United States v. Villasenordoes not stand for this proposition. InUnited States v. Villasenor,the defendant sought to preclude the United States from arguing that a dismissal of his indictment was against public policy using the invited-error doctrine.See121 Fed.Appx. at 303 n. 1. His argument was that, because the United States had moved to dismiss the indictment at one point during the proceeding, they should be precluded from opposing such dismissal now.See121 Fed.Appx. at 303 n. 1. The Tenth Circuit stated \"The [invited-error] doctrine is inapplicable where, as here, the party against whom the doctrine is invoked failed to secure action in the first instance.\"Id.Unlike in this case, however, all the United States had asked for inUnited States v. Villasenorwas for the district court to dismiss Villasenor's indictment, and the district court had rejected that request. \"[H]ad the government arguedsuccessfullyfor dismissal,\" however, the Tenth Circuit noted, \"it would then be precluded from arguing that the dismissal was in error.\"United States v. Villasenor,121 Fed.Appx. at 303 n. 1.By contrast, in this case, the Defendants \"secure[d] action in the first instance.\"United States v. Villasenor,121 Fed.Appx. at 303 n. 1. They got what they initially asked forthe Court incorporated questions into the verdict formand later into the jury instructionsallowing the jury to assess punitive damages based on bad-faith breach of the implied covenant. They did not reach the jury on their implied-covenant claim, but they had already persuaded the Court to accept their view of the governing law, and they never contradicted that position before the Court. The Court also disagrees with the Defendants' proposed interpretation ofUnited States v. Villasenor,and declines to find that an order or other affirmative ruling is necessary before the invited-error rule applies. The Tenth Circuit has not announced such a requirement and has found invited error where defendants did not prevail on a ruling.SeeAves By and Through Aves v. Shah,997 F.2d at 766 (finding a party who lost under his proposed instruction invited error);Glasscock v. Wilson Constructors, Inc.,627 F.2d 1065, 1067 (10th Cir.1980) (finding a defendant invited error by \"fail[ing] to object to the judge's decision not to submit the issue of promissory estoppel to the jury\" after arguing \"that promissory estoppel is `entirely a matter of law,'\" where the trial court ruled against the defendant's motion for summary judgment on that basis). The Tenth Circuit has not required such findings, nor is the requirement of such an order or ruling a necessary inference from their ruling inUnited States v. Villasenor.A party must only \"induce[] action\"; the party need not prevail on the action.United States v. Edward J.,224 F.3d at 1222.Because the Defendants invited the Court to instruct the jury that bad-faith breach of the implied covenant was a sufficient predicate for punitive damages,*1282they have waived that issue. The Court thus denies the Defendants' motion on that ground.V.THE DEFENDANTS WAIVED MOST OF THEIR ARGUMENTS ABOUT GUIDANCE'S IMPLIED-COVENANT CLAIM, AND THE ISSUE THEY PRESERVED LACKS A SOUND BASIS IN THE LAW OR FACTS OF THIS CASE.Next, the Defendants argue that Guidance failed to prove its implied-covenant claim as a matter of law. They assert that Guidance failed as a matter of law to prove that there existed \"a specific implied contractual obligation\" and \"resulting damages to the plaintiff,\" both of which are necessary for an implied-covenant claim. Motion at 14-21.[29]Guidance responds first that the Defendants waived these arguments and second that their evidence was sufficient. The Court believes that most of the Defendants' issues were waived or forfeited, but that one issue was properly preserved. The Court will address that issue, but will findas it found when the issue was raised mid-trialthat Guidance had a viable implied-covenant claim.A. DELAWARE LAW OF THE IMPLIED COVENANT OF GOOD FAITH AND FAIR DEALING SUPPORTS GUIDANCE'S CLAIM.\"Stated in its most general terms, the implied covenant requires a party in a contractual relationship to refrain from arbitrary or unreasonable conduct which has the effect of preventing the other party to the contract from receiving the fruits of the bargain.\"Dunlap v. State Farm Fire & Cas. Co.,878 A.2d 434, 442 (Del.2005). \"[P]arties are liable for breaching the covenant when their conduct frustrates the `overarching purpose' of the contract by taking advantage of their position to control implementation of the agreement's terms.\"Id.The covenant is a way to imply terms in a contract to fill missing contract provisions, whether they be missing through simple oversight or arising from circumstances that neither party predicted.See id.On the other hand, one cannot assert a breach of the implied covenant for conduct that is governed by the contract's express provisions.See id.;Kuroda v. SPJS Holdings, L.L.C.,971 A.2d at 888 (\"To the extent that Kuroda's implied covenant claim is premised on the failure of defendants to pay money due under the contract, the claim must fail because the express terms of the contract will control such a claim.\").More specifically, to prove a breach of the implied covenant, a party must allege a specific implied contractual obligation, a breach of that obligation by the defendant, and resulting damages.SeeKuroda v. SPJS Holdings, L.L.C.,971 A.2d at 888. Alleging bad faith alone is insufficient to establish a breach of the implied covenant; rather, the claimant must \"allege a specific implied contractual*1283obligation and allege how the violation of that obligation denied the plaintiff the fruits of the contract.\"Id.\"[A] court should be cautious when implying a contractual obligation and do so only where obligations which can be understood from the text of the written agreement have nevertheless been omitted from the agreement in the literal sense.\"Fitzgerald v. Cantor,No. C.A. 16297-NC, 1998 WL 842316, at *1 (Del.Ch. Nov. 10, 1998) (emphasis added). Because of how narrow the cause of action isand probably as a result of how comprehensive most modern commercial contracts areasserting this cause of action is rarely successful.SeeKuroda v. SPJS Holdings, L.L.C.,971 A.2d at 888.B. THE DEFENDANTS PRESERVED ONE OF THEIR ISSUES, BUT WAIVED OR FORFEITED THE OTHERS.The Court believes the Defendants waived or forfeited the majority of their arguments in support of vacating the jury's verdict on Guidance's implied-covenant claim. First, the Court notes that the parties agreed to the elements of the implied-covenant claim. They submitted a Joint Proposed Statement of Elements on September 14, 2009, in which they proposed the following instruction for an implied-covenant claim:Guidance has alleged a claim for breach of the implied covenant of good faith and fair dealing against Dentsply and Tulsa Dental. Dentsply and Tulsa Dental have also alleged a claim of breach of the implied covenant of good faith and fair dealing against Guidance. Elements: The offending party acted arbitrarily or unreasonably That conduct prevented the other party from receiving the fruits of the contract; and The offending party's actions injured the other party.Joint Proposed Statement of Elements at 3, filed September 14, 2009 (Doc. 322) (citingACE & Co. v. Balfour Beatty PLC,148 F.Supp.2d 418, 426 (D.Del.2001); andKuroda v. SPJS Holdings, LLC,971 A.2d 872 (Del.Ch.2009)). By submitting this list, the Defendants asked the Court to require Guidanceand, at that time, themselves to provide evidence of these three elements. The Court incorporated these elements into Instruction No. 28 of the Court's Third Jury Instructions (with additional handwritten changes by Judge), filed October 2, 2009 (Doc. 406). The Defendants reviewed these instructions and stated that they had no objection.SeeLetter from Thomas Gulley to the Court at 1 (dated Oct. 2, 2009), filed October 2, 2009 (Doc. 448) (\"We have no objection to instruction[]... 28,....\"). The Court adopted those elements into the Court's Final Jury Instruction No. 27, but incorporated its ruling on the Defendants' motion for judgment as a matter of law to render them even more narrow. That instruction stated:For Guidance to prove that Dentsply and/or Tulsa Dental breached the implied covenant of good faith and fair dealing, Guidance must prove each of the following elements by a preponderance of the evidence:First,Dentsply and/or Tulsa Dental acted arbitrarily or unreasonably by using its status as Guidance's exclusive manufacturer of products to develop a brochure that disparaged those products;Second,that conduct prevented Guidance from receiving the fruits of the contract; andThird,Dentsply's and/or Tulsa Dental's actions injured Guidance.*1284Court's Final Jury Instructions (Given), Instruction No. 27, at 28.[30]Mr. Cruz conceded that the Defendants agreed to these elements.SeeTr. at 128:3-7 (Cruz). The Defendants have cited no place in the record in which they argued that these were not the appropriate elements for the Court to submit to the jury, and so the Defendants have waived their sufficiency-of-the-evidence arguments with respect to elements other than those submitted.SeeUnited States v. Cruz-Rodriguez,570 F.3d at 1183;United States v. Zubia-Torres,550 F.3d at 1205;Morrison Knudsen Corp. v. Ground Improvement Techniques, Inc.,532 F.3d at 1072;United States v. Edward J.,224 F.3d at 1222;Aves By and Through Aves v. Shah,997 F.2d at 766.The Defendants also waived the right to challenge whether Guidance was entitled to recover on an implied-covenant claim on a showing of only nominal damages. As the Court noted earlier, the Defendants presented the Court with a Proposed Verdict Form that would have allowed it to succeed on its implied-covenant claim against Guidance based solely on nominal damages, and to receive punitive damages, if the jury found three things: (i) breach of the implied covenant; (ii) actualor nominaldamages; and (iii) bad faith.SeeDentsply/TDP's Proposed Verdict Form for Claims Asserted by Dentsply/TDP at 3. Moreover, when the Court suggested that it would instruct the jury that the Defendants could recover on their implied-covenant claim if they could show that \"Guidance's actions injured Dentsply and/or Tulsa Dental,\" Court's Third Proposed Jury Instructions, Instruction No. 45, at 49, filed October 1, 2009 (Doc. 397-1), the Defendants objected that \"the Court may need to explain in this instruction that the injury to Dentsply/TDPmay be nominal,\" Letter from Thomas Gulley to the Court at 2 (dated Oct. 2, 2009). The Court accepted that the Defendant's legal position was appropriate, and was prepared to allow both parties to recover on their implied-covenant claims using similar jury instructions and a similar verdict form, requiring only the elements to which the parties agreed.SeeCourt's First Proposed Verdict Form No. ___, at 4; Court's Second Proposed Verdict Form No. 19, at 4.[31]The only reason these questions were not given to the jury regarding the Defendants' implied-covenant claim is that the Court dismissed the Defendants' implied-covenant claim before the case reached the jury.[32]The Defendants*1285have failed to cite the Court to any place in the record in which they objected to Guidance going forward on its implied-covenant claim because it could not prove actual damages. The Defendants have thus invited this alleged error, and the Court will not review it.SeeUnited States v. Cruz-Rodriguez,570 F.3d at 1183;United States v. Zubia-Torres,550 F.3d at 1205;Morrison Knudsen Corp. v. Ground Improvement Techniques, Inc.,532 F.3d at 1072;United States v. Edward J.,224 F.3d at 1222;Aves By and Through Aves v. Shah,997 F.2d at 766.The Court also finds that the Defendants cannot raise a rule 50(b) motion challenging the sufficiency of the evidence on these two elements because they did not raise a rule 50(a) motion challenging the sufficiency of the evidence as to these elements during trial.SeeM.D. Mark, Inc. v. Kerr-McGee Corp.,565 F.3d at 762;Marshall v. Columbia Lea Regional Hosp.,474 F.3d at 738;United Int'l Holdings, Inc. v. Wharf (Holdings) Ltd.,210 F.3d at 1229;First Sec. Bank of Beaver v. Taylor,964 F.2d at 1057. Mr. Gulley orally moved for judgment as a matter of law on Guidance's implied-covenant claim, but he did not assail the sufficiency of the evidence as to the two elements that the Defendants challenge in this motion. Rather, Mr. Gulley argued only that, as a matter of law, Guidance's implied-covenant claim was duplicative of its breach-of-contract claim and that the Court should dismiss the claim on that basis.SeeTranscript of Trial at 2463:8-2464:16 (taken Oct. 1, 2009), filed March 9, 2010 (Doc. 514) (\"Oct. 1 Tr.\") (Court, Gulley). He made no reference to the sufficiency of the evidence of any element or of the propriety of the implied-covenant claim in any other respect.The only other citation to the record upon which the Defendants rely for preservation of these issues is a statement by Ms. Avitia on October 7, 2009. At that time, Ms. Avitia said:We also renew our objections in our October 7, 2009, letter to the extent that they were overruled, and we also object to any of the Lanham Act, UPA and breach of implied covenant of good faith and fair dealing instructions because we don't believe they have any evidence to support this.Oct. 7 Tr. at 168:22-169:2 (Avitia). Objections are intended to draw a court's attention to a specific legal issue. Ms. Avitia's vague and general objection did not bring to the Court's attention that the Defendants had a concern about the sufficiency of the evidence of any particular element of Guidance's implied-covenant claim.SeeCentury Martial Art Supply, Inc. v. Nat'l Ass'n of Prof'l Martial Artists,129 Fed. Appx. 421, 426 (10th Cir.2005) (\"By incanting a generic argument that there was insufficient evidence to support any of the claims, the defendants failed to provide guidance to the district court or the opposing counsel regarding how Century's evidence fell short as a matter of law.\");Medlock v. Ortho Biotech, Inc.,164 F.3d*1286545, 553 (10th Cir.1999) (\"Because the purpose of the objection is to give the court an opportunity to correct any mistake before the jury enters deliberations, ... an excessively vague or general objection to the propriety of a given instruction is insufficient to preserve the issue for appeal.\");Soliz v. Chater,82 F.3d 373, 375-76 (10th Cir.1996) (\"Plaintiff's general objection that `[t]he Findings of the Secretary of Health and Human Services are not based on substantial evidence,' ... is not sufficient to preserve the more specific issues plaintiff attempts to raise on appeal.\"). The Court would have had no reason to know that Ms. Avitia believed Guidance was required to prove more than nominal damages to support its implied-covenant claim. As such, the Defendants forfeited the right to challenge the sufficiency of Guidance's evidence or the propriety of allowing Guidance to recover on its implied-covenant claim based on a finding of nominal damages.To the extent that this motion is a motion for new trial under rule 59, however, the Court believes that the Defendants have preserved some portion of the arguments they now make for review post-trial. Specifically, the Court believes Mr. Gulley's arguments in favor of his motion for judgment as a matter of law preserved an objection to the legal issue of whether Guidance presented a \"specific implied contractual obligation\" that would support an implied-covenant claim.SeeOct. 1 Tr. at 2463:25-2464:2 (Gulley) (\"The implied covenant cannot be anything other than duplicate of that [breach-of-contract] claim, because the implied covenant has to be a specific implied contractual obligation[.]\"). The Court will thus review that one legal issue, but will not analyze the issues that the Defendants have waived and/or forfeited.C. THE COURT CONTINUES TO BELIEVE GUIDANCE PRESENTED A SPECIFIC IMPLIED CONTRACTUAL OBLIGATION THAT SUPPORTED ITS IMPLIED-COVENANT CLAIM.The Defendants' first argue that Guidance cannot establish a breach of the implied covenant because the theory upon which Guidance proceeded was unrelated to the \"fruits of the agreement.\" Motion at 15-16. They insist that the \"fruits\" of their agreement was receiving a timely supply of certain products that the Defendants produced. Motion at 15. They cite various explicit provisions of the contract to come to that conclusion.SeeMotion at 15. In response, Guidance accuses the Defendants of construing the phrase \"fruits of the agreement\" and \"overarching purpose\" too narrowly, and that the cases the Defendants cite do not support such a constrained reading. While this issue is not the precise one the Defendants preserved, the issue presented now is sufficiently related to the specific-implied-contractual-obligation issue the Defendants successfully preserved, so the Court will address the issue that the motion raises. The Court rejects the argument.The Court considered this issue when ruling on the Defendants' motion for judgment as a matter of law as to Guidance's implied-covenant claim, and concluded that, while the contract itself was one for the production and provision of products from a manufacturer to a retailer, the agreement as a whole embodied a handful of other purposes, some of which are apparent from the language of the Supply Agreement. Most importantly for the purposes of this motion is that the Supply Agreement was intended to obtain some measure of peace between Guidance and Dentsply. The Defendants argue that this intention is not inferable from any provision*1287in the Supply Agreement, but that position is undermined by the first page of that Agreement, which states:Dentsply and Guidance wish to settle the litigation captionedDentsply International Inc. v. Guidance Endodontics, LLC,Civil Action No. 1:08-cv-155, which was filed in the U.S. District Court for the Middle District of Pennsylvania by Dentsply against Guidance asserting infringement of U.S. Patents 5,628,674 and 5,655,950, and (ii) all other claims that exist presently or that may arise between Dentsply and Guidance concerning application of the Dentsply Patents (as defined below) to the Guidance Products and any Products purchased hereunder by way of a Settlement Agreement, a copy of which is attached hereto as Exhibit A.Supply Agreement  D, at 1 (entitled \"RECITALS\").See id. 1.1, at 1 (incorporating the recitals by reference into the Supply Agreement's provisions). This passage suggests that it was an overarching purpose of the Supply Agreement to end litigation between Guidance and Dentsply. There was also evidence at trial to that effect, where Plaintiff's attorney from the prior litigation testified that the litigation \"resulted in a Manufacturing and Supply Agreement.\" Transcript of Trial. at 106:5-14 (taken Sept. 21, 2009), filed November 25, 2009 (Doc. 474) (\"Sept. 21 Tr.\") (Ginsberg). If the Defendants' wrongful conduct satisfied the remaining elements of an implied-covenant claim, it likewise compromised this overarching purpose and forced Guidance back into costly litigation.[33]Another reasonably inferable \"overarching purpose\" or \"fruit\" of the Supply Agreement was that Guidance would be allowed to grow as a business. The Defendants' willingness to supply products to Guidance at a price that would allow them to profit by resale to end-users suggests the existence of that overarching purpose. The Defendants' attempt to use its insider position to prepare an advertising campaign describing the flaws in a product that Guidance had not yet put on the marketand the Defendants' dissemination of that brochure to its sales forcehad the potential to frustrate the purpose of expanding Guidance's customer base. The jury was provided evidence from which it could reasonably conclude that either of these two results was a \"fruit\" or \"overarching purpose\" of the Supply Agreement.The Court notes that the Defendants assail Guidance for being unable to find case law in which the implied covenant's fruits-of-the-agreement requirement was construed as broadly as it was in this case, and Guidance accuses the Defendants of being unable to find a case in which it was construed to narrowly as the Defendants propose. The Court agrees with both parties, finding that this area of Delaware law is not particularly clear. The Court agrees that, as a general proposition, the implied-covenant is to be construed narrowly. The Supreme Court of Delaware reiterated the principle earlier this year.SeeNemec v. Shrader,991 A.2d 1120, 1125-26 (Del.2010);see alsoAirborne Health, Inc. v. Squid Soap, LP,984 A.2d 126, 145-46 (Del.Ch.2009). The Court believes, however, that it is more broad than the Defendants suggest. If the \"fruits\" or \"overarching purpose\" of a contract is only what the contract expressly provides, a plaintiff could never bring an implied-covenant claim. After all, a plaintiff generally cannot bring an implied-covenant claim based on conduct that the contract directly controls.SeeNemec v.*1288Shrader,991 A.2d at 1125-26 (\"One generally cannot base a claim for breach of the implied covenant on conduct authorized by the agreement.\");Dunlap v. State Farm Fire & Cas. Co.,878 A.2d at 442 (\"Existing contract terms control, however, such that implied good faith cannot be used to circumvent the parties' bargain[.]\");Kuroda v. SPJS Holdings, L.L.C.,971 A.2d at 888 (\"To the extent that Kuroda's implied covenant claim is premised on the failure of defendants to pay money due under the contract, the claim must fail because the express terms of the contract will control such a claim.\"). The implied covenant, therefore, is intended to cover conduct that the contract does not cover, but which frustrates the purpose of the contract.SeeDunlap v. State Farm Fire & Cas. Co.,878 A.2d at 442 (\"This Court has recognized `the occasional necessity' of implying contract terms to ensure the parties' `reasonable expectations' are fulfilled.\"). If the purpose of the contract is construed only as what the express terms of the contract control, there is no room left for the implied covenant, which applies only to conduct the express terms do not control. The Court thus believes that, under Delaware law, the \"overarching purpose\" or \"fruit of the agreement\" need not be synonymous with what the contract expressly provides.[34]Moreover, the parties expressly asked the Court to submit certain issuesincluding whether the Defendants' \"conduct prevented [Guidance] from receiving the fruits of the contract\"to the jury for resolution. The Court did so, and the jury had some evidence that could lead it to the conclusion to which it came. The jury returned a verdict in favor of Guidance, apparently finding that the Defendants' use of its insider position to disparage Guidance's upcoming product kept Guidance from receiving the fruits of the contract. The Court has found no reason to upset that conclusion.The Defendants next assert that Guidance \"failed to demonstrate a specific implied obligation arising from the express terms of the Agreement.\" Motion at 17-20. From the case ofAnderson v. Wachovia Mortg. Corp.,497 F.Supp.2d 572, 581 (D.Del.2007), the Defendants distill the principle that it must be \"clearfrom a specific written termin the contract that the parties would have agreed to prohibit such actions before entering into the agreement.\" Motion at 17.Anderson v. Wachovia Mortg. Corp.,however, does not stand for such a proposition. As with all of the cases discussing the implied covenant under Delaware law that the Court has reviewed,Anderson v. Wachovia Mortg. Corp.requires only that the implied obligation be clear from the writing as a whole.See497 F.Supp.2d at 581 (\"Only when it is clearfrom the writingthat the contracting parties would have agreed to proscribe the act later complained of ... had they thought to negotiate with respect to that matter may a party invoke the covenant's protections.\") (quotingWal-Mart Stores, Inc. v. AIG Life Ins. Co.,901 A.2d 106, 116 (Del.2006)). The Defendants stretch this non-binding interpretation of Delaware law too far by asserting that it required Guidance to \"tie the alleged non-disparagement obligation to an[] express term in the agreement.\" The Court concluded, from a review of the*1289Supply Agreement as a whole, that \"a reasonable jury could conclude, on the record before the Court, that a promise that the Defendants would not exploit its position as Guidance's sole product manufacturer is fairly inferable from the Supply Agreement.\"Guidance Endodontics, LLC v. Dentsply Int'l, Inc.,708 F.Supp.2d 1272, 1283 (D.N.M.2010).[35]The Court continues to believe this conclusion is correct.The cases that the Defendants cite again do not support vacating the verdict. The majority of them discuss whether the plaintiff properly alleged an implied-covenant claim.SeeMotion at 17-20 (citingWal-Mart Stores, Inc. v. AIG Life Ins. Co.,901 A.2d 106, 110 (Del.Supr.2006) (reviewing dismissal for failure to state a claim);Anderson v. Wachovia Mortg. Corp.,497 F.Supp.2d at 581-82 (ruling on a 12(b)(6) motion to dismiss);Kuroda v. SPJS Holdings, L.L.C.,971 A.2d at 890-91 (ruling on the sufficiency of the plaintiff's pleadings)).[36]The Defendants are not assailing the Complaint's allegations, but rather argue that Guidance failed \"to establish\" an implied-covenant claim. In a letter by Ryan Flynn, one of Guidance's counsel, Guidance raised several proposed specific implied contractual obligations that the Supply Agreement might have placed upon the Defendants.SeeLetter from Ryan Flynn to the Court, filed October 3, 2009 (Doc. 401). One of those was the implied obligation not to use its status as Guidance's exclusive manufacturer of endodontic products to secretly test Guidance's product side-by-side with the Defendants' product and develop a disparaging brochure, and then to leak that brochure to the Defendants' sales force.SeeLetter from Ryan Flynn to the Court at 3-4.The Court agreed that this conduct, if proven, could constitute an arbitrary or unreasonable act, which could have prevented Guidance from receiving some of the fruits of its agreement. The Court stated:Guidance's fourth alleged basis appears to present a breach-of-implied-covenant claim. Guidance entered a Supply Agreement by which the Defendants would produce Guidance products based on specifications that Goodis would provide to them. The parties were in a peculiar position, because Guidance was dependent upon the Defendants to supply the products but was also one of the Defendants' competitors. Evidence was produced at trial that, in addition to manufacturing Guidance products, the Defendants took advantage of their position as the manufacturer to take samples of the Guidance products and*1290perform side-by-side tests, and then to develop a brochure underscoring the superiority of the Defendants' products by using those test results and commentary. The evidence also disclosed that the tests were performed, the first draft of the brochure was drafted, and that brochure was disseminated to some of the Defendants' sales force before the Defendants delivered the products to Guidance. That the parties were competitors made it reasonable to conclude that, if the issue had been raised, Guidance would have sought a paragraph requiring the Defendants not take advantage of their unique and powerful position as the manufacturers of Guidance's products to develop comparative marketing materials before supplying the goods to Guidance. The Court finds that a reasonable jury could conclude, on the record before the Court, that a promise that the Defendants would not exploit its position as Guidance's sole product manufacturer is fairly inferable from the Supply Agreement. The Court will deny the Defendants' motion for directed verdict as to Guidance's breach-of-implied-covenant claim.Memorandum Opinion and Order, 708 F.Supp.2d at 1283, filed March 26, 2010 (Doc. 533).SeeMotion at 17-18 (asserting that it must be clear from the express terms of the contract that the parties would have agreed to the term if the issue had been raised). The Court has reviewed the authorities that the parties have cited, and the Defendants have given the Court no sound reason to find that the Court's prior conclusion was erroneous.VI.THE DEFENDANTS WAIVED OR FORFEITED THEIR ARGUMENTS REGARDING INSTRUCTION NO. 37.Finally, the Defendants assert that the Court's Final Jury Instruction No. 37 was erroneous in several respects. Guidance argues that the Defendants failed to preserve any of these issues by proper objection at trial and that all of the arguments lack merit. The Court agrees that these issues were not properly preserved and that one of them was affirmatively waived. Moreover, the Court finds that, even if the issue for which the Defendants have the most colorable argument of preservation were preserved, it lacks a sound basis in the law and in the facts of this case.A. THE DEFENDANTS FORFEITED THEIR ARGUMENTS REGARDING INSTRUCTION NO. 37.The issues that the Defendants raise are alleged errors in the jury instructions, specifically Instruction No. 37. Unlike the prior issues, for which it was unclear which Federal Rule of Civil Procedure applied, rule 51 governs these issues. Under rule 51(d)(1)(A), \"a party may assign as error an error in an instruction actually given, if that party properly objected.\" Rule 51 also explains how one makes a proper objection. \"A party who objects to an instruction or the failure to give an instruction must do so on the record, stating distinctly the matter objected to and the grounds for the objection.\" Fed.R.Civ.P. 51(c)(1). In post-trial motions and on appeal, therefore, claims of error are forfeited if there was not a proper objection made at trial.SeeRoyal Maccabees Life Ins. Co. v. Choren,393 F.3d at 1179;Medlock v. Ortho Biotech,164 F.3d at 553.The Court concludes that the Defendants have failed to make an objection to the jury instructions on any of the bases that the Defendants now urge as error. In summary, the Defendants now allege it was error to instruct the jury that it could impose punitive damages for a breach of contract accompanied by fraudulent conduct*1291where Guidance did not plead or prove common-law fraud. The Defendants assert that it was error to instruct the jury that it could award Guidance punitive damages if it found that the Defendants violated the NMUPA \"because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.\" Court's Final Jury Instructions (Given), Instruction No. 37, at 37. They argue that the Court erred in instructing the jury that it could award punitive damages for bad-faith breach of the implied covenant of good faith and fair dealing. They argue that the Court erred because it \"instructed the jury that it `must' determine whether Dentsply and/or Tulsa Dental are liable to Guidance for punitive damages if it decides to award `compensatory' damages oneitherGuidance's breach of contract claim `or' its breach of the implied covenant claim.\" Motion at 25. They contend that this instruction was error because the jury could not possibly find that Guidance incurred compensatory damages on its implied-covenant claim; rather, it was limited to nominal damages. Finally, the Defendants generally assert that Instruction 37, as a whole, was insufficient to properly instruct the jury.First, as the Court discussed at length above in Part IV, the Defendants' third objectionthat the Court erred by instructing the jury that it could award punitive damages based on bad-faithhas been waived under the invited-error doctrine. The Court will therefore not review this alleged error under any standard.Second, the Defendants failed to preserve their remaining arguments. The Court has reviewed the portions of the record that the Defendants cited in their briefs and those portions of the record that Mr. Cruz cited for the Court during the hearing. After reviewing all of that material, and scouring the Court's own memory, the Court notes only one of these issues was arguably preserved for the Court's review, but finds even that issue fails for a lack of specificity.First, the Defendants contend they preserved these issues by an objection on October 5, 2009. For this argument, the Defendants cite a snippet of a statement by the Court, in which it said:Now, also on the punitive damage that the plaintiffs claim, the way I understand theDuPontcase is that . . . for a breach of implied covenant of good faith or for breach of contract there has to be an independent tort that could supportthepunitive-damage claim. Well, you can't get punitive damages for a UPA claim or for a Lanham Act claim, and so I don't see that claim, so I have taken out the punitive-damage claim for the plaintiffs, because I don't see an independent tort that exists. You can get it for breach of contract in Delaware if there is an independent tort that would support a punitive damages, but there not being one, I don't see the punitive-damage claim going to the jury on the plaintiffs' claims.Oct. 5 Tr. at 3060:23-3061:10(Court) (emphasis added). In response to this oral ruling, Guidance filed a letter in which it argued that its NMUPA claim was a statutory tort and that the treble damages to which it is entitled if it can prove that the NMUPA violation was wilful are a form of punitive damages. Finding that argument persuasive, the Court allowed Guidance to continue to seek punitive damages. The Court's statement, however, did not alert the Court to the issues that the Defendants now assert.Second, the Defendants point to a snippet of a transcript from a bench conference held October 7, 2009. At that time, Ms. Avitia objected to Instruction No. 37*1292in the Court's Seventh Proposed Jury Instructions. Specifically, she said:On instruction 37, we object . . . [o]n the fourth paragraph . . . [o]f 37.it states under B that Dentsply's and/or Tulsa Dental's breach of contract was willful, malicious, wanton or with the intent to harm Guidance. I think we've already been over this, that it has to have been an independent tort or fraud, and so that, again, the suggestion that it need only be willful we dispute.Oct. 7 Tr. at 143:20-144:5 (Avitia). She continued to press that \"Delaware law [does not] allow[] [punitive damages] simply because it's a willful breach.\" Oct. 7 Tr. at 144:9-13 (Avitia). She was objecting to the fourth paragraph of the punitive-damages instruction, which then read:Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; (b) that Dentsply's and/or Tulsa Dental's breach of contract was willful, malicious, wanton, or if Dentsply and/or Tulsa Dental breached the contract with the intent to harm Guidance; or (c) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the Lanham Act; or (d) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the New Mexico Unfair Practices Act because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.Court's Seventh Proposed Jury Instructions, Instruction No. 37, at 47. The Court ultimately sustained Ms. Avitia's objection, and removed subsections (b) and (c) from Instruction No. 37. Paragraph 4 of Instruction No. 37 stated:Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; (b) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of the New Mexico Unfair Practices Act because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.Court's Final Jury Instructions (Given), Instruction No. 37, at 37. To the Court's knowledge, the Defendants raised no further objection once the Court sustained this objection and granted the Defendants the relief they requested.Finally, the Defendants assert that they preserved these issues by two letters filed on the docket on October 6, 2009. The first letter stated, in relevant part:This [punitive-damages] instruction should be deleted. . . . Under Delaware law, Guidance cannot seek punitive damages unless it also proves a fraud or tort.E.g. E.I. DuPont v. Pressman,679 A.2d 436 (Del.1996) (\"Unless the bad faith rises to the level of an independent tort, which itself would support an award of punitive damages, mere bad faith on the part of a party to a contract will not give rise to punitive damages.\") (quotation omitted). Guidance has no remaining tort claims, has never pleaded a fraud claim, and cannot recover punitive damages under its two remaining statutory claims. This instruction should, therefore, be deleted. . . .Letter from Thomas Gulley to the Court at 4 (dated Oct. 4, 2009). The second letter stated, in relevant part:This letter is in response to counsel for Guidance's letter dated October 5, 2009 (Doc. 409). Dentsply and Tulsa Dental's*1293objection to a punitive damages instruction for Guidance is quite simple. . . .Pressman,679 A.2d 436, 445 (Del.1996), states that punitive damages are not available for a breach of contract claim unless the bad faith involved in the breach rises to the level of an independent tort which would support punitive damages.Letter from Thomas Gulley to the Court at 1 (dated Oct. 6, 2009). These two letters suggest that the Defendants take issue with Guidance's entitlement to punitive damages based on a breach of contract and a NMUPA violation.In sum, the sole issue for which the Defendants have a colorable argument that they properly preserved their objection is their objection to allowing punitive damages for a breach accompanied by fraudulent conduct. Mr. Gulley made a related argument in his letters. Mr. Gulley, however, did not specifically advance the argument that fraudulent conduct short of a tort cannot support punitive damages. Instead, he argued that Guidance had to prove \"a fraud or tort,\" and that \"Guidance had no remaining tort claims.\" Mr. Gulley's objection appears to address whether the violation of the NMUPA is a tort and not whether fraudulent conduct short of an independent tort can support punitive damages. Rule 51 of the Federal Rules of Civil Procedure instructs that \"[a] party who objects to an instruction or the failure to give an instruction must do so on the record, stating distinctly the matter objected to and the grounds for the objection.\" Fed.R.Civ.P. 51(c)(1). \"To preserve the objection, a party must proffer the same grounds raised on appeal, with sufficient clarity to render the grounds `obvious, plain, or unmistakable.'\"Royal Maccabees Life Ins. Co. v. Choren,393 F.3d at 1179 (10th Cir.2005) (quotingComcoa, Inc. v. NEC Tels., Inc.,931 F.2d 655, 660 (10th Cir.1991)) (internal citation omitted). Consequently, the Court finds that this statement did not fully inform the Court that Mr. Gulley was alleging that it was error to instruct the jury that it could award punitive damages for breach of contract accompanied by fraudulent conduct.B. FRAUDULENT CONDUCT CAN SUPPORT PUNITIVE DAMAGES.Even if the Defendants had preserved an objection to allowing the jury to award punitive damages for a breach of contract accompanied by fraudulent conduct, the Court committed no errorplain or otherwise. First, the Defendants allege that paragraph four of Instruction No. 37 was erroneous, because it allowed the jury to award punitive damages for a breach of contract accompanied by fraudulent conduct.SeeMotion at 23-24. That paragraph states, in relevant part: \"Guidance may only recover punitive damages from Dentsply's and/or Tulsa Dental's breach of contract if you find one of the following: (a) that Dentsply's and/or Tulsa Dental's breach of the contract was accompanied by fraudulent conduct; . . . .\" Court's Final Jury Instruction (Given), Instruction No. 37, at 37. Defendants argue that, for a plaintiff to recover punitive damages for a breach accompanied by fraudulent conduct, the plaintiff must plead and prove common-law fraud.See id.In other words, the Defendants equate the phrase \"fraudulent conduct\" with the word \"fraud,\" and require that the fraud not just occur, but be properly pleaded and proven.Id.The Court borrowed the language of this instruction, however, word-for-word fromE.I. DuPont de Nemours & Co. v. Pressman,which states that one exception to the prohibition on punitive damages for breach-of-contract claims is \"breach accompanied by fraudulent conduct.\" 679 A.2d at 446 (citingThyssen, Inc. v. S.S.*1294Fortune Star,777 F.2d 57, 63 (2d Cir. 1985)). Based on this Supreme Court of Delaware case, and the Defendants' citation to it, the Court worded Instruction No. 37 as it did. InE.I. DuPont de Nemours & Co. v. Pressman,the Supreme Court of Delaware attributed the expression \"breach accompanied by fraudulent conduct\" to a United States Court of Appeals for the Second Circuit opinion by Judge Friendly, who in turn relied on two authorities that support the Court's reading of \"fraudulent conduct\" and Instruction No. 37.Thyssen, Inc. v. S.S. Fortune Star,777 F.2d at 63 (citing E. Allan Farnsworth,Farnsworth on Contracts 12.8 (1982) (\"Other courts impose [punitive damages] when the breach is accompanied by conduct that is `fraudulent,' even in the absence of an independent tort that would justify punitive damages.\") (footnote omitted); Timothy J. Sullivan,Punitive Damages in the Law of Contract,61 Minn. L. Rev. 207, 229-36 (1977) (\"Courts understandably may deny a non-compensatory [punitive] award when the defendant is guilty of nothing more than a bare failure to perform the contract. Many cases, however, . . . fall into an uncertain twilight zone between `mere' breach and obvious tort.\")). Consequently, the Court does not believe the instruction was erroneous.In support of this argument in their Motion, the Defendants cite only Tenth Circuit and New Mexico cases,seeMotion at 23-24 (citingLevel 3 Commc'ns, LLC v. Liebert Corp.,535 F.3d 1146 (10th Cir. 2008);Coleman v. B-G Maintenance Mgmt. of Colo., Inc.,108 F.3d 1199 (10th Cir.1997);Roesler v. TIG Ins. Co.,251 Fed.Appx. 489 (10th Cir.2007);Hardman v. AutoZone, Inc.,214 Fed.Appx. 758 (10th Cir.2007);Stevenson v. Louis Dreyfus Corp.,112 N.M. 97, 811 P.2d 1308 (1991);McLelland v. United Wisconsin Life Ins. Co.,127 N.M. 303, 980 P.2d 86 (Ct.App. 1999);Diversey Corp. v. Chem-Source Corp.,125 N.M. 748, 965 P.2d 332 (Ct.App. 1998)), notwithstanding that they have agreed that Delaware substantive law governs the circumstances under which the jury was allowed to award breach-of-contract punitive damages. The Court is unpersuaded by these authorities.In their reply brief, the Defendants cite some authority applying Delaware law. They rely largely on a footnote inE.I. DuPont de Nemours & Co. v. Pressmanfor the proposition that the plaintiff must plead and prove fraud to recover punitive damages for a breach of contract accompanied by fraudulent conduct. The Court believes the Defendants are again stretching the language ofE.I. DuPont de Nemours & Co. v. Pressmanbeyond its intended meaning. The footnotefootnote 17 says, in its entirety:We need not decide the availability of punitive damages in an action sounding in tort based on these facts. No claim based on a tort theory for malicious and fraudulent termination (assumingarguendothat there is such a tort) has been pleaded. Pressman pleaded a tort claim for defamation against Pensak, but the jury found against Pressman on this claim.In this footnote, the Supreme Court of Delaware declines to address whether punitive damages are available for fraud claims. The Defendants, however, argue that this language shows that, for a plaintiff to get punitive damages for a breach of contract accompanied by fraudulent conduct, it must plead and prove an independent claim of fraud arising out of the same facts, which would itself justify imposition of the jury's award of punitive damages. The language of footnote 17 does not clearly support that conclusion. The footnote states only that the Supreme Court did not need to discuss the law of punitive damages in tort actions. The rules for awarding punitive damages in tort actions are*1295different than the rules for awarding them in contract actions, asE.I. DuPont de Nemours & Co. v. Pressmandemonstrates, and the Delaware Supreme Court was clarifying that it was discussing the latter and not the former. The second sentence in footnote 17, that \"[n]o claim based on a tort theory for malicious and fraudulent termination . . . has been pleaded,\" simply explains the first. The Supreme Court of Delaware was explaining that it does not need to decide when punitive damages are available as a remedy for a tort claim because no tort claim reached the jury. Instead, it devoted the opinion to the issue that is at the heart of this case: when are punitive damages an appropriate remedy for a breach of contract?The footnote explicitly states that the Supreme Court \"need not decide the availability of punitive damagesin an action sounding in tortbased on these facts.\"E.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 445 n. 17. Yet the Defendants ask the Court to assume that the Supreme Court of Delaware meant to say that it \"need not decide the availability of punitive damages in an action sounding in contract based on conduct that amounts independently to a tort\" or that it \"need not decide the availability of punitive damages in an action sounding in contract based on a breach accompanied by fraudulent conduct.\" Again, the Court is uncomfortable assuming, for almost any reason, that the highest court of a state said something that it did not mean. The footnote explained why the Supreme Court of Delaware was not discussing the availability of punitive damages in an action sounding in tort, and the answer was thatE.I. DuPont de Nemours & Co. v. Pressmancontained no action sounding in tort. The Court will instead give the Supreme Court of Delaware's language its plain meaning and find that footnote 17 has no bearing on situations in which a plaintiff may recover punitive damages for a breach of contract under Delaware law; rather, the footnote applies to \"an action sounding in tort.\"E.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 445 n. 17. In this case, Guidance alleged conduct that a jury could reasonably construe as fraudulentthat Defendants' sales staff was spreading rumors that Guidance was going out of business or that Guidance could not supply productsand presented evidence of that conduct. Based upon those allegations and that evidence, the Court believes its Instruction was warranted. In sum, the Court finds no errorand no plain error in instructing the jury that it could award punitive damages based on a breach of contract accompanied by fraudulent conduct, as Delaware law appears to permit.SeeE.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 446.The Defendants have cited two cases one from the Delaware Superior Court and one from a District of Delaware Bankruptcy Court.SeeReply at 20-21 (citingSegovia v. Equities First Holdings, LLC,C.A. No. 06C-09-149-JRS, 2008 WL 2251218, at *24 (Del.Super. May 30, 2008), andIn re Crown-Simplimatic, Inc.,299 B.R. 319, 327 (Bankr.D.Del.2003)). Neither of these cases persuade the Court that its reading ofE.I. DuPont de Nemours & Co. v. Pressmanis in error.The District of Delaware Bankruptcy Court's discussion of punitive damages inIn re Crown-Simplimatic, Inc.stated, in its entirety:Punitive Damages (Count VIII)Although Bank asserts Adcor failed to plead an unlawful act or bad faith conduct on the Bank's part, to the extent Adcor is able to meet its burden regarding the two negligence counts, recovery of punitive damages may be possible as to Bank.As to Debtors, the claim must be dismissed because punitive damages are*1296not normally allowed in a breach of contract action. Because all other tort related claims have been dismissed and because both Adcor and Debtors acknowledge the [Asset Purchase Agreement's] existence, Adcor's punitive damages claim against Debtors will be dismissed.299 B.R. at 327. In this section of its opinion, the Bankruptcy Court cited no authority, and offers the Court no insight into readingE.I. DuPont de Nemours & Co. v. Pressman,which is neither cited nor discussed in the opinion. Nowhere in the opinion does the Bankruptcy Court address the meaning of the term \"fraudulent conduct.\" Furthermore, the Bankruptcy Court rejected Adcor's fraud claim as a matter of law. The claim was founded entirely on the allegation \"that Debtors knew or should have known Mr. Gomez copied the intellectual property.\" 299 B.R. at 323. The Bankruptcy Court rejected this argument.Adcor failed to provide specific facts supporting its conclusory statement that Debtors knew or should have known that Mr. Gomez was copying the intellectual property, either for his employer's or for his own benefit. Adcor's only facts demonstrate that in conversations with Mr. Gomez, Mr. Gomez admitted to copying the intellectual property. Adcor has not plead facts sufficient to support the conclusion that Mr. Gomez's actions were encouraged by Debtors or that Debtors had any independent knowledge of Mr. Gomez's actions.299 B.R. at 323. Consequently, the Bankruptcy Court did not address a situation where the plaintiff presented evidence of fraudulent conduct short of a independent tort of fraud. Because the case is factually distinguishable, and because the Bankruptcy Court offers no analysis on interpreting the meaning of \"fraudulent conduct,\" the Court finds the case unenlightening on the issues before this Court.The Delaware Superior Court inSegovia v. Equities First Holdings, LLCcitedE.I. DuPont de Nemours & Co. v. Pressmanin its discussion of punitive damages. The relevant section stated:Because Plaintiffs cannot survive summary judgment on their fraud claim, and have presented no evidence of malicious conversion, they cannot sustain their claim for punitive damages or attorney's fees. . . . As to punitive damages, the Court already has determined that Plaintiffs cannot prevail on their fraud claim as a matter of law. On the breach of contract claim, the law is settled that punitive damages are not available unless the breach also amounts to a tort.E.I. DuPont de Nemours and Co. v. Pressman,679 A.2d 436, 445 (Del.1996). The result is the same even if the defendant intentionally breached the contract.Id.(\"[N]o matter how reprehensible the breach, damages that are punitive, in the sense of being in excess of those required to compensate the injured party for lost expectation, are not ordinarily awarded for breach of contract.\") (citations and internal quotations omitted). Punitive damages are only awarded in situations of \"willful and outrageous\" conduct that flows from \"evil motive or reckless indifference to the rights of others.\"Jardel Co. v. Hughes,523 A.2d 518, 529 (Del.1987). While EFH did breach the loan documents and wrongfully converted the pledged stock, there is no evidence that would allow a reasonable fact finder to conclude that this conduct resulted from an \"evil motive or reckless indifference to the rights of others.\" Accordingly, Plaintiffs may not recover punitive damages.2008 WL 2251218, at *24. Unlike this case, the Delaware Superior Court found that the plaintiffs' fraud claim failed as a matter of law.See2008 WL 2251218, at *1 (\"[The plaintiffs] also cannot prevail on*1297their fraud claim because the undisputed facts of record do not demonstrate a knowingly false representation, concealment of facts in the face of a duty to speak, or reliance by the Plaintiffs.\"). Nothing in the Delaware Superior Court's discussion suggests that the plaintiffs had established fraudulent conduct on the defendant's part that fell short of establishing a claim for fraud, and the Delaware Superior Court did not discuss the meaning of the term \"fraudulent conduct.\" Consequently, the Court finds thatSegovia v. Equities First Holdings, LLCis factually distinguishable and that Delaware Superior Court does not address the relevant question of law: whether, under Delaware law, courts may \"impose [punitive damages] when the breach is accompanied by conduct that is `fraudulent,' even in the absence of an independent tort that would justify punitive damages.\" Farnsworth,supra, 12.8. Because the references underlying the Supreme Court of Delaware's reasoning inE.I. DuPont de Nemours & Co. v. Pressmansupport this Court's interpretation of the meaning of \"fraudulent conduct,\" and the Defendants have produced no authority that causes the Court to rethink its analysis, the Court is not convinced that it erred based on these opinions. Thus, even if the Defendants had preserved this objection, the Court finds it committed no error, plain or otherwise.C. THE DEFENDANTS' OTHER FORFEITED ISSUES ARE NOT PLAIN ERRORS.The remainder of the Defendants' arguments demonstrate no error at all. Defendants argue that paragraph four was erroneous because it would allow the Defendants to find NMUPA liability based on a simple breach of contract.SeeMotion at 24. The instruction stated that the jury could award punitive damages if it found \"(b) that Dentsply's and/or Tulsa Dental's breach of contract also constituted a violation of [the NMUPA] because they failed to deliver the quality or quantity of goods or services required by the Manufacturing and Supply Agreement.\" Court's Final Jury Instruction (Given), Instruction No. 37, at 37. They suggest that this language would have informed the jury that it could find NMUPA liability based solely on the Defendants' failure to deliver the quality or quantity of goods or services required by the Supply Agreement. The Court sees no error. For the jury to conclude, based on this instruction, that it could find NMUPA liability for failure to supply the quality or quantity of goods or services that the Supply Agreement requires, it would have to wholly ignore Instruction 31, which set forth the four core elements of an NMUPA claim. The Court has been shown no authority for the proposition that it may, much less must, assume that the jury failed to follow some instructions when assessing whether another instruction was erroneous. On the contrary, the Court \"generally assumes jurors follow jury instructions.\"United States v. Black,369 F.3d 1171, 1178 (10th Cir.2004). The instructions, as a whole, properly instructed the jury as to the elements of an NMUPA claim and under what circumstances the NMUPA claim could authorize punitive damages for the breach-of-contract claim.The Defendants next argue that paragraph three was erroneous because it \"instructed the jury that it `must' determine whether Dentsply and/or Tulsa Dental are liable to Guidance for punitive damages if it decides to award `compensatory' damages oneitherGuidance's breach of contract claim `or' its breach of the implied covenant claim.\" Motion at 25 (emphasis in original). That instruction stated:If you decide to award compensatory damages to Guidance on its breach of contract claims against Dentsply and/or Tulsa Dental, or on its claim that Dentsply and/or Tulsa Dental breached the*1298implied covenant of good faith and fair dealing, you must determine whether Dentsply and/or Tulsa Dental are liable to Guidance for punitive damages.Court's Final Jury Instruction (Given), Instruction No. 37, at 37. They argue this instruction was erroneous \"because Guidance was not permitted to seek any compensatory damages related to its implied covenant claim.\" Motion at 25. Again, the Court does not believe this issue was preserved. Moreover, the Court does not see this as an error that would warrant reversal. The Court did not permit Guidance to recover compensatory damages on its implied-covenant claim; the jury, therefore, if it were following the Court's instructionswhich the Court believes it must assume, absent proof to the contrarywould only have awarded punitive damages if it decided to award Guidance compensatory damages on its breach-of-contract claim. The jury awarded compensatory damages on Guidance's breach-of-contract claim, and it awarded punitive damages. It appears that the jury followed the instructions correctly. That the Court instructed the jury that, if it found something that it did not find, it could take some action, does not make the instructions erroneous or misleading. The jury, if following its instructions, will not find that particular predicate, as the Court assumes that the jury did not find actual, non-nominal, compensatory damages for Guidance's implied-covenant claim. The Court finds no error.The Defendants' last argument as to Instruction No. 37 is that the instruction, as a whole, failed to adequately guide the jury in its deliberations.SeeMotion at 26. As the Tenth Circuit has stated, however, \"[w]e do not require jury instructions to be perfect. Rather, we look to `whether the jury was misled in any way and whether it had an understanding of the issues and its duty to decide those issues.'\"Zierke v. Agri-Systems,992 F.2d 276 (10th Cir.1993). The Defendants have failed to point to any substantial errors in the jury instructions that would have misled the jury. Rather, the jury properly filled out an elaborate nine-page verdict form consistently with the instructions that the Court gave them. The jury's decision to find in favor of Guidance on some claims, and in favor of the Defendants on others, tells the Court that the jury was not merely eschewing the instructions and picking a winner and a loser. Rather, the jury's responses to the verdict form questions suggest that the jury took its time and considered each instruction and interrogatory that the Court gave it.The Defendants point to the jury's $200,000.00 nominal-damages award and suggest that this amount is evidence that the jury was confused. The Court thinks it is likely that Mr. Bisceglie's closing argument, where he explained to them the rather large net worth of Dentsply, persuaded the jury. The jury's instructions on punitive damages did not limit them to one dollar; rather, the instructions said:If you find that Guidance committed a breach of contract, and/or if you find that Guidance and/or Goodis committed unfair competition and/or misappropriation of trade value, you may award Dentsply and Tulsa Dental nominal damages,such as one dollar.Nominal damages are not given as an equivalent for the wrong but rather merely in recognition of a technical injury and by way of declaring the rights of Dentsply and Tulsa Dental.Court's Final Jury Instructions (Given), Instruction No. 60, at 69 (emphasis added). It is possible that the jury was frustrated with the Defendants' conduct and desired to award more than one dollar for some of the claims upon which they were not permitted to award compensatory damages. Nevertheless, even if the nominal-damages*1299instruction confused the jury, that possibility does not suggest to the Court that it was confused by the instructions as a whole. In either event, the Court rejects all of the Defendants' arguments that Instruction No. 37 was erroneous.In short, the Court rejects the Defendants' arguments that it erred in giving Instruction No. 37 to the jury. Because the Court has rejected each of the Defendants' arguments in favor of vacating the jury's punitive-damages and implied-covenant verdicts, the Court denies the Defendants' motion.IT IS ORDERED that Dentsply/TDP's Motion to Set Aside the Punitive Damages Award and the Breach of Implied Covenant Verdict and for Judgment Notwithstanding the Verdict is denied.NOTES[1]  Files, obturators, and ovens are all devices that dentists and endodontists use to perform root canal surgery. Files are small metal drills that cut away the infected part of the tooth.SeeVerified Complaint and Demand for Jury Trial  109, at 22, filed November 21, 2008 (Doc. 1) (\"Complaint\");Oxford English Dictionary Online,\"file, n.\" (2d ed. 1989, Oxford University Press),availableat http:// dictionary.oed.com/cgi/entry/50084664 (last visited Aug. 9, 2010). The obturator is a device used to fill the whole that the file leaves.SeeComplaint  109, at 22;Oxford English Dictionary Online,\"obturator, n.\" available at http://dictionary.oed.com/cgi/entry/00329626 (last visited Aug. 9, 2010) (\"2.a.... A prosthetic device used to close an abnormal opening....\"); Motion at 2. As Counter-Defendant Dr. Charles Goodis put it: \"An obturator is a device used to fill the root canal with gutta percha after the canal has been drilled, cleaned, and shaped.\" Declaration of Charles J. Goodis in Support of His and Plaintiff's Motion for Summary Judgment  5, at 2, filed July 31, 2009 (executed July 31, 2009) (Doc. 227). Gutta percha is one substance with which an obturator may fill a drilled canal. Gutta percha is \"[a] rubbery substance derived from the latex of any of several tropical trees of the generaPalaquiumandPayena,used as an electrical insulator, as a waterproofing compound, and in golf balls.\"The American Heritage Dictionary of the English Languageat 808 (3d ed. 1992). Finally, an oven is the device used to warm some obturators, rendering the filling material malleable and usable to fill in the hole that the file leaves.SeeComplaint  109, at 22.[2]  The Court uses the term \"new\" in a colloquial sense and is not invoking the language of Article 4.5 of the supply agreement, which governs \"new products.\"[3]  Throughout this opinion, when the Court refers to the future-damages award, it is referring to this sum of $3,580,000.00, which the jury awarded in response to the question: \"In a lump sum, state the amount of compensatory damages you are awarding to Guidance for Dentsply and/or Tulsa Dental's breach of the Manufacturing and Supply Agreement related to the V2 for the period from the trial to the end of the Manufacturing and Supply Agreement.\" Verdict Form  16, at 4.[4]  The Court appreciates the inconsistency of an award of $200,000.00 in nominal damages.[5]  In the motion, the Defendants suggest that they may contest whether the treble damages available to a plaintiff upon a showing of willful breach of the NMUPA are a form of punitive damages.SeeMotion at 4 n. 3 (\"It is by no means clear that statutory trebling constitutes punitive damages for the purpose of Delaware breach of contract law.\"). Guidance argues that statutory treble damages is a form of punitive damages under both Delaware and New Mexico law.SeePlaintiff Guidance's Response in Opposition to Defendants' Motion to Set Aside the Punitive Damages Award and the Breach of Implied Covenant Verdict and for Judgment Notwithstanding the Verdict [Doc. 454] at 13 n. 2, filed December 7, 2009 (Doc. 482) (citingRoberts v. Am. Warranty Corp.,514 A.2d 1132, 1135 (Del.Super.1986) (stating that \"provision for treble damages is a form of punitive damages\" under the Delaware Deceptive Trade Practices Act)).See alsoHale v. Basin Motor Co.,110 N.M. 314, 320, 795 P.2d 1006, 1012 (1990) (\"Multiplication of damages pursuant to statutory authority is a form of punitive damages.\") (citingRoberts,514 A.2d at 1135). At the hearing, R. Ted Cruz, the Defendants' post-trial counsel, conceded that treble damages are a form of punitive damages for the purposes of theE.I. DuPont de Nemours & Co. v. Pressmananalysis.SeeTranscript of Hearing at 46:25-47:4 (taken Mar. 22, 2010), filed May 4, 2010 (Doc. 558) (Cruz). Based on this concession and the authorities cited, the Court finds that treble damages are a form of punitive damages under New Mexico and Delaware law.[6]  Mr. Cruz referred to this error as \"ask[ing] for punitives under standards that were overly broad,\" but the prior argument and context show that Mr. Cruz was referring to Guidance's argument that the Defendants invited any error which might exist in the punitive-damages award based on instructing the jury that it could award punitive damages based on a bad-faith breach of the implied covenant.SeeTr. at 118:22-119:8 (Court, Cruz).[7]  The Advisory Committee reiterated this premise in its notes regarding the 2006 amendments to rule 50(b). The Committee stated:Because the Rule 50(b) motion is only a renewal of the preverdict motion, it can be granted only on grounds advanced in the preverdict motion. The earlier motion informs the opposing party of the challenge to the sufficiency of the evidence and affords a clear opportunity to provide additional evidence that may be available. The earlier motion also alerts the court to the opportunity to simplify the trial by resolving some issues, or even all issues, without submission to the jury.Fed.R.Civ.P. 50 advisory committee's note.[8]  The United States Courts of Appeals that have addressed the issue agree that, even where the district court's jurisdiction is based on diversity, the need to make objections to and requests for jury instructions is a procedural matter that federal law must govern.SeeHaberman v. The Hartford Ins. Group,443 F.3d 1257, 1273 (10th Cir.2006) (\"In a diversity case, the substance of a jury instruction is a matter of state law, but the grant or denial of a tendered instruction is governed by federal law.\") (quotingWolfgang v. Mid-America Motorsports, Inc.,111 F.3d 1515, 1525 (10th Cir. 1997));Starr v. J. Hacker Co., Inc.,688 F.2d 78, 80 (8th Cir. 1982) (\"In point of fact, whether a party need object to an instruction to preserve the matter for appeal is a question of procedure governed by federal, and not state, practice.\") (citing Fed.R.Civ.P. 51);Platis v. Stockwell,630 F.2d 1202, 1206 (7th Cir. 1980) (\"We ... hold that the requirements of Rule 51 must be adhered to in diversity actions in federal court.\");Pollock v. Koehring Co.,540 F.2d 425, 426 (9th Cir. 1976) (\"Although we look to state law for the correct substance of jury instructions, the question whether an incorrect instruction is prejudicially erroneous is a procedural one requiring application of federal law.\") (citing Fed.R.Civ.P. 51);Batesole v. Stratford,505 F.2d 804, 807 (6th Cir. 1974) (\"In reviewing a federal district court's charge to the jury in a diversity action, it is well settled that the substance of the instructions is controlled by the applicable state law while the method of objecting thereto is controlled by federal law.\");Hopkins v. Metcalf,435 F.2d 123, 124 (10th Cir.1970) (\"Although in a diversity action state law determines the substance of instructions, the grant or denial of instructions is controlled by federal law and the Federal Rules of Civil Procedure.\");McNamara v. Dionne,298 F.2d 352, 355 (2d Cir. 1962) (\"[I]t seems clear that whether an appellant [in a federal lawsuit] may claim error for failure to give an instruction not requested and as to which no objection was taken for failure to give it involves a matter of procedure [to which federal law applies, even in diversity cases].\").[9]  A 2009 amendment replaced the phrase \"course of his trade or commerce, which may\" with the phrase \"course of the person's trade or commerce, that may.\" Although the amendment appears to be superficial, the Court quotes the statute as it existed when the challenged conduct occurred.[10]  The 2009 amendment to  57-12-2(D) changed the word \"failure\" in subsection (17) to \"failing.\" Again, this change appears to be superficial, but the Court quotes the statute as it existed when the challenged conduct occurred.[11]  The Court notes that, although the Defendants repeatedly criticized Guidance for their inability to find a Delaware case that allowed \"unlimited\" punitive damages for a breach of contract where the underlying tort was limited to a small amount of punitive damages, they also did not suggest to the Court what kind of tortsother than statutory torts like wilful violations of consumer-protection statuteswould be limited to a small amount of punitive damages.[12]  The Defendants also challenge whether the NMUPA claim should be categorized as a tort and thus present a second argument that the breach-of-contract did not amount to an independent tort. For the purposes of this argument, however, they assume that the NMUPA claim is a separate and independent tort. The Court will address the Defendants' secondPressman-elated argumentthat the NMUPA claim is not a tort claimbelow.[13]  During argument, the Court asked Mr. Cruz to show it where, in the record, he believed the Defendants had preserved their argument that Guidance's breach-of-contract punitive damages are limited to the amount it could recover for the NMUPA claim. Mr. Cruz pointed the Court to the same places in the record that the Defendants cite in their reply brief.[14]  The Defendants argue that the Court's use of the phrase\"thepunitive damages award\" in its statement shows that the Court understood and appreciated the Defendants' argument. In other words, the Defendants argue that, because the Court said \"for a breach of implied covenant of good faith or for breach of contract there has to be an independent tort that could supportthepunitive-damage claim,\" the Court must have recognized that the Defendants were asserting that the punitive damages were limited by the punitive damages available for the underlying tort. First, the Court said that the breach must amount to an independent tort \"that could support the punitive-damagesclaim,\"not the punitive damages award or the punitive damages amount. In other words, the Court was attempting only to clarify that the tort had to support some quantity of punitive damages and not the precise amount the jury awarded. Perhaps it was a poor choice of words, but, because the Defendants had not presented the argument they now make, the Court had no reason to expect that its choice of the definite article\"the\" punitive-damages claimrather than the indefinite article\"a\" punitive-damages claimwould later be asserted as legally significant.[15]  Moreover, Mr. Gulley's second letter does not frame the issue upon which the Court ultimately must rule: whether the Supreme Court of Delaware inE.I. DuPont de Nemours & Co v. Pressmanmeant to say \"theaward of punitive damages\" when it said\"anaward of punitive damages.\" Mr. Gulley's letter uses neither word, stating only that the independent tort must \"support punitive damages.\" The Court finds that no judge or litigant would be reasonably able to identify the argument that the Defendants now make from Mr. Gulley's letter.[16]  The Supreme Court of Delaware nevertheless found that the trial court's jury instruction was deficient because it was worded in the disjunctive, allowing the jury to find a breach of the implied covenant \"if they found that DuPont discharged Pressman `maliciously, that is as a result of hatred, ill will, or intent to injure,oreffect[ed] the discharge in bad faith, that is through acts of fraud, deceit, or intentional misrepresentation.'\"E.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 444 (emphasis inPressman). Because that instruction \"would have permitted the jury, for example, to render a verdict for Pressman if they found he was terminated because Pensak `hated' him or harbored `ill will' toward him,\" the Supreme Court of Delaware found that it was too broad, and reversed. 679 A.2d at 444.[17]  Mr. Cruz conceded during the hearing that the Defendants believe this exposition of contract-law principles is generally applicable and not limited to the at-will employment context.SeeTr. at 16:7-14 (Cruz).[18]  The Defendants also rely on the language ofFox v. Rodel, Inc.,No. 98-531, 1999 WL 803885, at *10 (D.Del. Sept. 13, 1999), a District of Delaware case. InFox v. Rodel, Inc.,the Honorable Sue L. Robinson, United States District Judge, quoted the following passage from a Delaware Superior Court case: \"Punitive damages are generally not available for breach of contract absent a showing of bad faith that amounts to an independent tort which alone would support such an award.\" 1999 WL 803885, at *10 (quotingColonial Ins. Co. of Calif. v. Sudler,C.A. No. 97A-02-016-CHT, 1997 WL 1048174, at *4 (Del.Super. Sept. 25, 1997)). Judge Robinson does not engage in any in-depth analysis of this aspect of Delaware law, because she found that the \"plaintiff [wa]s barred by reason of [a] Release from presenting evidence of any tortious conduct on the part of defendants.\" 1997 WL 1048174, at *4. The parenthetical quotation that Judge Robinson put in her opinion supports the Defendants' argument more than the quotations toE.I. DuPont de Nemours & Co. v. Pressman,but only because it is more ambiguous. It is not clear whether \"such an award\" refers to an award of punitive damages, or the specific award of punitive damages available for the underlying tort. It does not commit to the definite or indefinite article, and is thus of not much help in trying to discern the Supreme Court of Delaware's intent when it decidedE.I. DuPont de Nemours & Co. v. Pressman.[19]  The Defendants concede that this is a \"plausible\" and \"conceivable\" interpretation ofE.I. DuPont de Nemours & Co. v. Pressman,Tr. at 23:24-24:9 (Cruz), but they advocate against it.[20]  The Court will discuss some of those arguments below.[21]  In light of this analysis, the Court notes some irony in the Defendants' assertion that it is Guidance that is asking the Court to \"rewrite Delaware law and reject a Delaware Supreme Court case directly on point.\" Reply at 13-14. Rather, it is the Defendants who are asking the Court to readE.I. DuPont de Nemours & Co. v. Pressmanto mean something other than what its plain language suggests.[22]  To the extent that the Defendants were arguing that the limit on damages for Guidance's NMUPA claim is $300.00, Guidance does not appear to disagree with this proposition, and neither does the Court. If Guidance is entitled to punitive damages, those damages will be for a breach of contract which rose to the level of an independent tort under Delaware substantive law.[23]  Of course, if a breach of contract and bad motive were all Guidance was able to muster in support of its NMUPA claim, that claim would have failed on the merits.SeeStevenson v. Louis Dreyfus Corp.,112 N.M. at 100, 811 P.2d at 1311;Lohman v. Daimler-Chrysler Corp.,142 N.M. at 439, 166 P.3d at 1093.[24]  Mr. Cruz admitted during the hearing that this requested verdict form sought punitive damages on a basis that was more broad than Delaware law would allow.SeeTr. at 118:22-119:8 (Court, Cruz).[25]  The Court's proposed verdict forms, which adopted the Defendants' instructions on punitive damages for bad-faith breach of the implied covenant, were incomplete. They would not have properly instructed the jury which questions to answer or to omit based on their answer to the question: \"Do you find that Guidance's breach of the implied covenant of good faith and fair dealing was in bad faith?\" Nevertheless, it is clear from the Court's inclusion of that question that the Court had been persuaded to adopt the Defendants' proposed questions and that it adopted those questions. The Court included a heading which stated: \"Predicate Question for Punitive Damages for Breach of Implied Covenant of Good Faith and Fair Dealing.\" Court's First Proposed Verdict Form at 7 (Doc. 393). There would be no reason to ask whether Guidance's breach of the implied covenant was in bad faith if such a bad-faith breach was only relevant in the bad-faith-breach-of-insurance-agreement context.[26]  At the verdict-form conference on October 8, 2009, Ms. Avitia again agreedwithout objectionthat the jury could award punitive damages for a bad-faith breach of the implied covenant.SeeResponse at 19; Transcript of Trial at 11:4-15 (taken Oct. 8, 2009), filed November 16, 2009 (Doc. 467).[27]  Indeed, one might read Mr. Gulley's October 4, 2009 letter as suggesting that bad-faith breach of the implied covenant was a proper basis for punitive damages. After asking that the punitive-damages instruction be removed its entirety, he states: \"If it is not deleted in whole, it should be modified to indicate that Guidance cannot recover punitive damages merely for acts that are `malicious, willful, reckless, wanton, fraudulent or in bad faith.'\" Letter from Thomas Gulley to the Court at 4 (dated Oct. 4, 2009). If the Court had granted this alternative relief, the punitive-damages instruction would still have allowed the jury to assess punitive damages based on a bad-faith breach of the implied covenant. This alternative request suggested to the Court that the Defendants were requesting more relief than that to which they believed they were entitled and caused the Court to focus more pointedly on the portion of the instruction to which the Defendants objected.[28]  The Defendants also may be trying to rely on Mr. Gulley's argument in support of his oral motion for judgment as a matter of law on Guidance's implied-covenant claim. In that argument, according to the Defendants, Mr. Gulley argued that the implied-covenant claim was merely a breach-of-contract claim. The Court recalls the argument, but the point Mr. Gulley was trying to convey is that the implied-covenant claim failed on the merits, because it was essentially a breach-of-contract claim. Mr. Gulley did not argue that the implied-covenant claim under Delaware law shared the same punitive-damages rules as a breach-of-contract claim. This argument, likewise, did not remedy the Defendants' waiver.[29]  It is unclear whether the Defendants' arguments are based on sufficiency of the evidence or only on Delaware legal principles. They use the \"failed to establish\" language, suggesting that their argument goes to the sufficiency of the evidence. They also cite portions of the record in support of their preservation argument in which trial counsel appears to be arguing about sufficiency of the evidence. It was also clear that Mr. Cruz, at the hearing, believed the Defendants' position with respect to these issues was that Guidance had provided insufficient evidence to establish them.SeeTr. at 128:6-7 (Cruz). The arguments themselves, however, are largely based on principles of Delaware law and not on the sufficiency of Guidance's evidence. The Court will thus determine whether they were preserved, and then, if issues were preserved, address them in the manner in which they were preserved.[30]  The Court omitted the statement informing the jury that the Defendants had brought an implied-covenant claim against Guidance because the Court dismissed that claim before the case went to the jury.[31]  The Court's proposed verdict forms were works in progress and somewhat inconsistent at times. The Court adopted, however, the Defendants' verdict form questions with respect to the Defendant's claims.CompareCourt's Second Proposed Verdict Form No. 19, at 4 (\"Do you find that Dentsply and/or Tulsa Dental have suffered actual or nominal damages as a result of Guidance's conduct?\"),with id.No. 4, at 2 (\"Was Dentsply and/or Tusla Dental's breach of the implied covenant of good faith and fair dealing a cause of damages incurred by Guidance?\").[32]  Based on the Court's prior explanation, it rejects the Defendants' argument that it \"could not have adopted Dentsply/TDP's `nominal damages' proposed language in the final jury instruction,\" and therefore that the invited-error doctrine does not apply. Reply at 6. The Court's proposed verdict forms demonstrate that the Defendants \"secure[d] action in the first instance\" because the Court adopted the Defendants' position regarding the requirements for recovery on an implied-covenant claim.United States v. Villasenor,121 Fed.Appx. 301, 303 n. 1. The purpose of the invited-error doctrine is to protect a district court from a party who advocates a certain position, persuades the court to adopt that position, and then argues later that position was error. The doctrine requires that a party \"induce[] action,\"United States v. Edward J.,224 F.3d at 1222; it does not otherwise require that the party be successful in its lawsuit.SeeAves By and Through Aves v. Shah,997 F.2d at 766 (finding a defendant who lost under his proposed instruction invited error);Glasscock v. Wilson Constructors, Inc.,627 F.2d 1065, 1067 (10th Cir.1980) (finding a defendant invited error when the court ruled against the defendant's motion for summary judgment, and \"not to submit[ting] the issue of promissory estoppel to the jury\" after the defendant argued \"that promissory estoppel is `entirely a matter of law'\"). Indeed, if it required some measure of success by way of judgment or other ruling, it would be almost indistinguishable from the doctrine of judicial estoppel. Moreover, if it required the party to be successful in the lawsuit, the successful party would be unlikely to raise error.[33]  Mr. Kelly also argued this \"peace-making\" purpose of the Supply Agreement to the jury in opening statements at trial.SeeTranscript of Trial. at 106:5-14 (taken Sept. 21, 2009), filed November 25, 2009 (Doc. 474) (\"Sept. 21 Tr.\") (Kelly).[34]  The Court also notes that the Supreme Court of Delaware recently clarified that, when conducting the \"fruits of the agreement\" analysis, the correct question is whether the conduct of which the claimant complains \"frustrat[ed] the fruits of the bargainthat the asserting party [Guidance] reasonably expected.\"Nemec v. Shrader,991 A.2d at 1126. The Court continues to believe that Guidance was reasonable in expecting that the Defendants would not take advantage of their position in the way which Guidance complains, and the jury found that they did.[35]  The Court also rejects the Defendants' argument that \"[t]here was no evidence at trial that Dentsply/TDP agreed or even considered a term in the contract that would prevent them from competing against Guidance or testing Guidance's products.\" Motion at 19. The purpose of the implied covenant is to make up for holes in agreements that the parties did not contemplate.SeeDunlap v. State Farm Fire and Cas. Co.,878 A.2d at 442 (\"Only when it is clear from the writing that the contracting partieswould have agreedto proscribe the act later complained ofhad they thought to negotiatewith respect to that matter may a party invoke the covenant's protections.\") (citations and alterations omitted, emphasis added). If a party had to present evidence that the other party agreed to the term sought to be inferred, it would decrease that party's justification for omitting the term from the written agreement.[36]  The Defendants cite other cases mainly for the proposition that implied-covenant claims rarely succeed and that the implied-covenant should be narrowly construed.SeeMotion at 17-20 (citingCincinnati SMSA Ltd. P'ship v. Cincinnati Bell Cellular Sys. Co.,708 A.2d 989, 992 (Del. 1998);Dunlap v. State Farm Fire & Cas. Co.,878 A.2d at 442;Rizzitiello v. McDonald's Corp.,868 A.2d 825, 831 (Del. 2005);E.I. DuPont de Nemours & Co. v. Pressman,679 A.2d at 442).",
	"mentions-patents": ["0,000,000",
	"3,580,000",
	"0,000,000",
	"367245",
	"803885",
	"550117",
	"114807",
	"V075030",
	"331189",
	"235701",
	"310820",
	"331189",
	"696581",
	"310820",
	"235701",
	"310820",
	"842316",
	"*128654",
	"5,628,674",
	"5,655,950",
	"225121",
	"225121",
	"225121",
	"/5008466",
	"/003296",
	"3,580,000",
	"803885",
	"803885",
	"104817",
	"104817"],
	"court": "District Court, D. New Mexico",
	"isPatent": true},
	"url": "https://www.courtlistener.com/opinion/2466949/guidance-endodontics-llc-v-dentsply-intern/",
	"timestamp": 1437158435000,
	"raw_content": "",
	"team": "sotera",
	"images": "",
	"raw_text": "",
	"content-type": "full-raw-html",
	"crawler": "datawake-crawler"},
	"_index": "memex-domains_7"},
{"_score": 0.0,
	"_type": "trolls",
	"_id": "AU6dUx4L5ODhANgI6wp9",
	"_source": {"videos": "",
	"crawl_data": {"case": {"date_filed": "2008-02-11",
	"docket_number": "CV 06-2537-PHX-EHC",
	"federal_cite": "544 F. Supp. 2d 901",
	"case_name": "Seitz v. Rheem Mfg. Co."},
	"full-text": "(2008)David E. SEITZ and Microtherm, Inc., Plaintiff,v.RHEEM MANUFACTURING COMPANY, Water Heater Innovations, Inc. d/b/a Marathon Water Heaters, Defendants.No. CV 06-2537-PHX-EHC.United States District Court, D. Arizona.February 11, 2008.ORDEREARL H. CARROLL, District Judge.Before the Court is Defendant Rheem Manufacturing's (\"Defendant Rheem\") \"Motion to Dismiss Plaintiffs' Second Amended Complaint.\" (Dkt.31). Defendant Water Heater Innovation, Inc. d/b/a/ Marathon Water Heaters (\"Defendant Marathon\") filed a \"Joinder in Defendant Rheem's Motion to Dismiss Plaintiffs' Second Amended Complaint and Separate Motion to Dismiss Plaintiffs Second Amended Complaint.\" (Dkt.30). The motions are fully briefed and the Court finds this matter suitable for decision without oral argument. For the reasons set forth herein, Defendants' motion is granted in part, and denied in part.[1]I. Procedural BackgroundPlaintiffs David E. Seitz (\"Plaintiff Seitz\") and Microtherm, Inc. (\"Plaintiff Microtherm\") (collectively \"Plaintiffs\") filed a Complaint against Defendants Rheem and Marathon on October 23, 2006, (Dkt.1), which was amended as of right on December 5, 2006. (Dkt.11). Defendants Rheem and Marathon filed a Motion to Dismiss the First Amended Complaint on February 2, 2007. (Dkt.18). Plaintiffs filed a Response to Defendants' first motion to dismiss and requested leave to file a Second Amended Complaint. (Dkt.21). On June 14, 2007, the Court granted Plaintiff's request for leave to file a Second Amended Complaint and denied without prejudice Defendants' motion to dismiss. (Dkt.25). Plaintiffs' timely filed a Second Amended Complaint on July 11, 2007, which is the subject of the pending motions to dismiss. (Dkt.26).II. Factual AllegationsPlaintiff Seitz is the President and CEO of Microtherm, Inc. (Dkt.26,  1). \"Mr. Seitz invented the tankless water heater and holds four (4) U.S. patents and a number of foreign patents for the electric tankless water heater.\" (Dkt.26,  1). Plaintiff Microtherm, \"is a manufacturer of electric tankless water heaters and conducts business throughout the United States.\" (Dkt.26,  2). Defendant Rheem manufactures conventional tank water heaters. (Dkt.26,  3, 10). Defendant Marathon is a wholly-owned subsidiary of Rheem and is a seller of Rheem-manufactured conventional water heaters. (Dkt.26,  11). \"Plaintiffs have designed, manufactured and are marketing an electronically controlled tankless water heater which is about the size of a briefcase and can be mounted on a wall virtually anywhere it is needed.\" (Dkt.26,  9). Plaintiffs allege that this tankless water heater \"provides an endless supply of hot water, has a service life far in excess of conventional hot water heaters, and is environmentally friendly.\" (Dkt.26,  9).A. The Watts ContractOn December 13, 2002, Plaintiff Microtherm entered a contract with Watts Water Technologies (\"Watts\") whereby Watts agreed to buy a minimum number of Microtherm electric tankless water heaters annually and re-sell these units under their own brand name. (Dkt.26,  13, 15). Pursuant to the contract, Watts ordered and Microtherm delivered 1,500 units of the Microtherm electric tankless water heaters. (Dkt.26,  16). Plaintiff alleges that both parties to the contract intended that it would act as a \"catalyst for Plaintiffs' business plan and would provide nationwide access to Microtherm manufactured electric tankless water heaters in many large business.\" (Dkt.26,  17). Plaintiffs allege that once \"Microtherm's electric tankless water heaters were marketed by Watts under the Watts name, Microtherm reasonably anticipated that tens of thousands of Microtherm manufactured electric tankless water heaters would sell.\" (Dkt.26,  18). To support its decision to contract with Microtherm, Watts conducted testing of Microtherm's electric tankless water heaters, which \"proved that the Microtherm manufactured electric tankless water heaters were superior to the other tested products.\" (Dkt.26,  19).On October 21, 2004, the Group Vice President of Watts sent a letter to Microtherm stating in part:Reference is made to our recent telephone discussions in which I informed you that we were not going to be able to pursue retail placement of your product due to requests from tank water heater manufacturers that Watts not enter the marketplace. As you know, we do a great deal of business with several of these manufacturers on our pressure relief valves.(Dkt.26,  22). \"In July, 2006, Microtherm learned that Defendants were the tank water heater manufacturer(s) that were pressuring Watts to end its relationship with Microtherm.\" (Dkt.26,  23). Plaintiffs allege that \"Defendants intentionally and purposefully entered into a conspiracy and/or agreement with Watts to reduce competition in the water heater market in the United States.\" (Dkt.26,  25).B. Defendants' Alleged Defamatory StatementsDefendant Rheem \"established its own line of gas powered tankless water heaters\" in 2005. (Dkt.26,  29). Plaintiffs allege that Defendants have misled the \"general public as wells as the water heater industry about the performance and reliability of electric tankless water heaters in general, and the Microtherm technology in particular.\" (Dkt.26,  30). Specifically, Plaintiffs cite a \"2006 advertisement/ information circular by Marathon... titled `Tankless Electric Water Heaters ... the rest of the story.'\" (Dkt.26,  30a). This publication allegedly misrepresented the \"suitability and performance of electric tankless water heaters,\" stating: Tankless electric water heaters lack \"longevity\" due to water purity issues; Tankless electric water heaters are not covered by a sufficient warranty; Tankless electric water heaters place an \"uncontrollable\" burden on the utility and its customers; Tankless electric water heaters require \"significant \"wiring upgrades\" in addition to the cost of the heater itself; Servicing a tankless electric water heater is either cost prohibitive or impossible; and Twice the installed costs of a Marathon, more service (if you can find it), short life, and no savings over a Marathon  some deal Wouldn't your customers prefer cost effective and hassle free water heating, with a Lifetime Warranty Marathon? Better for you and better for your utility.(Dkt.26,  30a). Plaintiffs allege that \"Defendants knowingly and intentionally published this false, misleading and deceptive propaganda as part of an overall smear campaign that dates back several years.\" (Dkt.26,  30a).Plaintiff further alleges that:[D]efendants have held and continue to hold \"seminars\" with utilities and other powerful industry groups throughout the country whereby [D]efendants warn their audience of the mythical \"issues\" posed by electric tankless water heaters. At these industry meetings, [D]efendants knowingly and intentionally provide literature containing false, misleading and/or deceptive data to support [D]efendants' disingenuous claims against electric tankless water heaters. For example, one such article, \"Tankless Water Heaters are Brutal on the Grid When Popularized,\" paints an untrue doomsday scenario for utility companies in the event that electric tankless water heaters become prevalent.(Dkt.26,  30b)., Plaintiffs allege that Defendants sponsored publication of this article, and/or provided the arguments and substance of the article, and/or the authors were agents of Defendants, and/or the damaging substance in the article has its genesis in Defendants' illegal and tortious conduct. (Dkt.26,  30b). Microtherm claims that it learned about Defendants' advertisements and statement on or after July 11, 2006. (Dkt.26,  31).C. Claims for ReliefThe Second Amended Complaint sets forth nine claims for relief. (Dkt.26). The First Claim for Relief is under the Lanham Act, 15 U.S.C.  1125, for Defendants' alleged dissemination of false information about electric tankless water heaters. (Dkt.26,  35-38). The Second Claim for Relief is under the Sherman Antitrust Act, 15 U.S.C.  1, for Defendants alleged actions in restraint of trade that purportedly caused Watts not to pursue retail placement of Microtherm manufactured electric tankless water heaters. (Dkt.26,  39-44). The Third Claim for Relief is under the Sherman Antitrust Act, 15 U.S.C.  2, for Defendants' alleged attempts to monopolize the water heater market in the United States. (Dkt.26,  45-48). The Fourth Claim for Relief is under the Clayton Act, 15 U.S.C.  14, for Defendants' alleged conditional contracting with distributors like Watts, which Plaintiffs allege have the effect of lessening competition in the water heater market. (Dkt.26,  49-51). The Fifth Claim for Relief is under the Arizona Antitrust Act, A.R.S.  44-1401 et seq. for Defendants' alleged contract, combination or conspiracy to restrain or monopolize trade or commerce. (Dkt.26,  52-54). The Sixth Claim for Relief is for Product Disparagement and Injurious Falsehood for Defendants' alleged knowing publication of false statements. (Dkt.26,  55-57). The Seventh Claim for Relief is for Commercial Defamation for Defendants' alleged false statements about Microtherm and electric tankless water heaters. (Dkt.26,  58-61). The Eighth Claim for Relief is for Intentional Interference with Performance of a Contract by a Third Person for Defendants' alleged interference with the Microtherm and Watts contract. (Dkt.26,  62-64). The Ninth Claim for Relief is for Intentional Interference with Another's Performance of His Own Contract for Defendants' alleged interference with Microtherm's contractual obligations. (Dkt.26,  65-66). The Tenth Claim for Relief is for Intentional Interference with Prospective Contractual Relations for Defendants' alleged interference with Microtherm's prospective contractual relations and/or economic advantage. (Dkt.26,  67-68).III. Motion to Dismiss StandardThe Supreme Court recently retired the oft-quotedConley v. Gibson[2]language that long-defined the standard district courts were to apply when deciding motions to dismiss.SeeBell Atlantic Corp. v. Twombly,___ U.S. ___, ___, 127 S.Ct. 1955, 1968, 167 L.Ed.2d 929 (2007). The Court, however, reiterated that the accepted pleading standard remains unchanged: \"once a claim has been stated adequately, it may be supported by showing any set of facts consistent with the allegations in the complaint.\"Twombly,127 S.Ct. at 1968. The Court further reminded district courts weighing a motion to dismiss to ask \"not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\"Twombly,127 S.Ct. at 1969 n. 8 (quotingScheuer v. Rhodes,416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974)). \"[A] well-pleaded complaint may proceed even if it strikes a savvy judge that actual proof' of those facts is improbable, and `that a recovery is very remote and unlikely.'\"Twombly,127 S.Ct. at 1965.IV. Plaintiffs Fourth Claim for Relief Under the Clayton ActDefendants contend that Plaintiffs' Fourth Claim for Relief should be dismissed because \"Section 3 of the Clayton Act applies only against sellers  not purchasers  who allegedly attempt to improperly condition the sale of goods on an agreement by the buyer not to deal with a competitor.\" (Dkt.31). Specifically, the alleged agreement between Rheem and Watts that forms the basis of Plaintiffs' Clayton Act claim is a contract for the purchase of parts by Rheem from Watts, making Rheem thepurchaser,not the seller according to Defendants. Plaintiffs, in their response, do not contend that Section 3 of the Clayton Act should apply to purchasers. Rather, Plaintiffs insist that the Court must take Plaintiffs' assertion that \"Defendants are manufacturers and sellers of conventional tank water heaters\" as true for the purposes of deciding a motion to dismiss. (Dkt.36). Defendants, in their reply, point out that Plaintiffs have not alleged that Rheem or Marathon improperly conditioned thesaleof its water heaters on illicit agreements with its buyers and that the fact that Rheem and Marathon happen to sell water heaters has no relevance to the Clayton Act claim.By its express language, Section 3 of the Clayton Act \"defines liability in terms of a person who makes a sale or contracts for sale and nowhere provides for liability of the buyer.\"SeeMcGuire v. Columbia Broadcasting System, Inc.,399 F.2d 902, 906 (9th Cir.1968). Specifically, Section 3 provides that \"[i]t shall be unlawful for any person engaged in commerce, in the course of such commerce ... to make asale or contract for saleof goods ... or fix a price charged therefor, or discount from, or rebate upon, such price, on the condition, agreement or understanding that the ...purchaser thereofshall not use or deal in the goods ... of a competitor....\" 15 U.S.C.  14 (emphasis added). Defendants cite to no authority that would allow a Section 3 claim to be brought against abuyerof goods, and the Court has not found such an authority.Thus, the only issue is whether Plaintiffs' allegations are sufficient to support a Section 3 claim. Plaintiffs' Clayton Act claim is based upon the factual allegation that Watts did not pursue retail placement of Plaintiffs' electric tankless water heaters because Watts was pressured by Defendants. The letter cited by Plaintiffs in support of this allegation states that Watts was not pursuing retail placement \"due to requests from tank water heater manufacturers that Watts not enter the marketplace.\" (Dkt.26,  22, Ex. B). The stated that the \"no set of facts\" language fromConleyhad \"been questioned, criticized, and explained away long enough[,]\" and that \"[t]he phrase is best forgotten as an incomplete, negative gloss on an accepted pleading standard[.]\"SeeTwombly,127 S.Ct. at 1969. letter goes on to state that \"[a]s you know, we do a great deal of business with several of these manufacturers on our pressure relief valves.\" (Dkt.26,  22, Ex. B). It is clear from Watt's letter to Plaintiffs that Rheem is the buyer and Watts is the seller of its pressure relief valves. Plaintiff does not allege in this section or elsewhere in their Second Amended Complaint that Defendants were sellers to Watts. Thus, even if Plaintiffs' general allegation that Defendants are sellers of tank water heaters is proven true, this fact is not sufficient to support a claim based on Section 3, which requires Defendants to besellersto Watts.Accordingly, Plaintiffs have failed to state a claim for relief under the Clayton Act and this claim will be dismissed.V. Plaintiffs' Commercial Defamation ClaimDefendants next contend that Plaintiffs' Seventh Claim for Commercial Defamation fails because the alleged statements are not directed at Plaintiffs and do not impugn Plaintiffs' honesty, integrity, virtue or reputation. (Dkt.31). \"To be actionable as a matter of law, defamatory statements must be published in such a manner that they reasonably relate to specific individuals.\"Hansen v. Stoll,636 P.2d 1236, 1240 (App.1981). It is not necessary for the defamatory statement to mention the plaintiff by name so long as there is such a description of or referring to the plaintiff that those who hear or read the statement understand the plaintiff to be the subject of the statement.SeeStoll,636 P.2d at 1240;see alsoRESTATEMENT (SECOND) OF TORTS  564, comment b (1977).Defendants contend that Plaintiffs' defamation claim fails because the alleged statements do not impugn Plaintiffs' financial integrity or business ethics, but simply reflect upon the quality of Plaintiffs'products. SeeTurner v. Devlin,174 Ariz. 201, 203-204, 848 P.2d 286 (Ariz.1993) (\"To be defamatory, a publication must be false and must bring the defamed person into disrepute, contempt, or ridicule, or must impeach plaintiffs honesty, integrity, virtue, or reputation.\"). \"Although a corporation may maintain an action for libel, it has no personal reputation and may be libeled only by imputation about its financial soundness or business ethics.\"[3]Golden Palace, Inc. v. National Broadcasting Co.,386 F.Supp. 107, 109 (D.D.C.1974);cf.Golden N. Airways v. Tanana Publishing Co.,218 F.2d 612, 624 (9th Cir.1954) (\"Since a corporation has no character to be affected by libel and no feelings to be injured, an article to be libelous as to a corporation must have a tendency to directly affect its credit or property or cause it pecuniary injury.\").Arizona courts have drawn a distinction between false statements directed at a plaintiffsproductand those statements directed at a plaintiff itself.SeeFillmore v. Maricopa Water Processing Sys.,211 Ariz. 269, 120 P.3d 697, 705 (2005) (In contrast to [injurious falsehood and tortious business interference] in which general statements regarding a plaintiffs business or product may give rise to a claim for relief, a claim for defamation must be based on a statement that is \"of and concerning\" the plaintiff himself.) (citingStoll,130 Ariz, at 458, 636 P.2d 1236 (burden on plaintiff to show publication \"of and concerning\" him) (citinginter aliaRESTATEMENT  564, 617));Modla v. Parker,17 Ariz.App. 54, 56-57, 495 P.2d 494, 496-97 (1972) (to constitute slander per se in business context, plaintiff must show defamation \"of and concerning\" plaintiffs personal business practices).The Second Amended Complaint alleges that Defendants made various false statements about electric tankless water heaters without mentioning Plaintiffs directly. Statements about a type of product alone are not sufficient to support a claim for defamation against a manufacturer of such products.SeeFillmore.,120 P.3d at 705.[4]As discussed in the following section, however, the allegations offered in support of Plaintiffs' commercial defamation claim may be offered in support of a claim for product disparagement.Accordingly, Plaintiffs have failed to state a claim for commercial defamation and this claim will be dismissed.VI. Plaintiffs' Product Disparagement/Injurious Falsehood ClaimDefendants also seek dismissal of Plaintiffs' product disparagement/injurious falsehood claim on the same grounds, and for the additional reason that Plaintiffs did not seek leave to amend to add such a claim. The tort of product disparagement falls within the broader actions of defamation and injurious falsehood.[5]Product disparagement occurs where \"[t]here is evidence that the defendant made false, misleading, and disparaging remarks about the plaintiffsproducts.\" See1-2 JURY INSTRUCTIONS IN COMMERCIAL LITIGATION  2.28 (emphasis added);see alsoFillmore,120 P.3d at 703 (discussing the tort in Arizona under facts remarkably similar to the facts of this case);Texas Beef Group v. Winfrey,11 F.Supp.2d 858, 864 (D.Tex.1998) (\"The action for defamation is to protect the personal reputation of the injured party as distinguished from an action for disparagement which is to protect the economic interest of the injured party against pecuniary loss.\").Defendants further contend that the alleged statements do not pertain to Plaintiffs' products specifically, but to electric tankless water heaters generally.See supra.The Second Amended Complaint does not allege that Plaintiffs are mentioned by name, but it does allege that Plaintiffs are the inventors of the electric tankless water heater. Considering Plaintiffs' status as the inventor of the electric tankless water heater, reasonable minds could find that the general statements about electric tankless water heaters were directed at Plaintiffs' products. Thus, the claim is plead adequately enough to survive a motion to dismiss. Whether or not Plaintiff can ultimately prove that the statements referred to Plaintiffs' products is a question for another day.See, e.g.,Texas Beef Group v. Winfrey,11 F.Supp.2d 858 (N.D.Tex.1998) (on summary judgment,a small group of Texas cattle ranchers were unable to demonstrate that disparaging statements made about the cattle industry as a whole were \"of and concerning\" them, where theevidence in the recorddemonstrated that there were \"about a million\" cattlemen in the United States).As a practical matter, Plaintiffs' Seventh Claim for Relief for Commercial Defamation could simply be re-labeled as one for Product Disparagement or Injurious Falsehood. Because Plaintiffs' product disparagement claim arises out of the same occurrences as the commercial defamation claim, there is no prejudice in allowing this newly-added claim to proceed.SeeFillmore,120 P.3d at 703 (The theories of injurious falsehood and defamation tend to overlap \"particularly in cases of disparagement of the plaintiffs business or product.\") (quoting RESTATEMENT  623A, cmt. g). The alleged disparaging statements regarding electric tankless water heaters could satisfy some requirements of both theories. Thus, the Sixth and Seventh Claims can be combined and recast simply as a single claim for product disparagement/injurious falsehood.VII. Plaintiffs Lanham Act ClaimDefendants also contend that the same allegedly false statements regarding electric tankless water heaters and tankless water heaters generally are insufficient to support a Lanham Act claim because these alleged statements are not directed at Plaintiffs. Section 43 of the Lanham Act provides liability for a person who \"misrepresents the nature, characteristics, qualities, or geographic origin of his or her or another person's goods, services, or commercial activities.\" 15 U.S.C.  1125(a)(1)(B). While it may eventually be proven that the alleged statements were not directed at Plaintiffs' products, that issue is not well-suited for disposition at the motion to dismiss stage. For the same reasons discussed above with regard to Plaintiffs' product disparagement claim, Plaintiffs will be allowed to proceed with their Lanham Act claim and offer evidence in support thereof.VIII. Plaintiffs' Eight and Ninth Claims for Relief for Intentional Interference With ContractFinally, Defendants contend that Plaintiffs' Eighth and Ninth Claims for Intentional Interference with Contract fail because the contract expired by its own terms, and thus, there could be no allegation of breach. Even if there was a breach, Defendants maintain that the breach must have occurred prior to May of 2004,[6]when the contract expired by its own terms. If a breach occurred prior to May 2004, Defendants contend that the applicable two-year statute of limitations bars any claim for intentional interference. Plaintiffs make two arguments in response. First, they point out that the Second Amended Complaint alleges that Defendants induced or caused Watts \"not to perform the contract.\" Plaintiffs' maintain that this is an allegation of breach even though it does not use the word \"breach.\" Second, Plaintiffs contend that there is no statute of limitations problem because the Second Amended Complaint alleges that Plaintiffs did not learn until July 2006, that Defendants \"were the tank water heater manufacturer(s) that were pressuring Watts to end its relationship with Microtherm.\" (Dkt.26,  23).The tort of intentional interference with contractual relations requires a plaintiff to prove: (1) the existence of a valid contractual relationship, (2) knowledge of the relationship on the part of the interferor, (3) intentional interference inducing or causing a breach, (4) resultant damage to the party whose relationship has been disrupted, and (5) that the defendant acted improperly.Safeway Ins. Co. v. Guerrero,210 Ariz. 5, 10, 106 P.3d 1020 (Ariz.2005). Plaintiffs and Defendants agree that \"breach\" is an essential element of the claim. The Second Amended Complaint states in plain language that Defendants interfered by \"inducing or otherwise causing Watts not to perform the contract.\" (Dkt.5,  63). Thus, it appears that the Second Amended Complaint adequately alleges that a breach occurred.Defendants point out in their Reply that the remainder of the allegations in the Second Amended Complaint do not reference an alleged breach. Moreover, they contend that even if the allegations mention a breach, such allegations would be contradicted by the terms of the Watts contract, which is attached as an exhibit to the Second Amended Complaint. The Court is \"not required to accept as true conclusory allegations which are contradicted by documents referred to in the complaint.\"SeeSprewell v. Golden State Warriors,266 F.3d 979, 988 (9th Cir.2001) (arbitration award attached to the plaintiff's complaint contained extensive factual allegations that fatally undermined the plaintiffs claim). Nonetheless, it would be premature at the motion to dismiss stage for the Court to delve into contractual interpretation of the Watts agreement checking each term of the contract against each factual allegation in the complaint. Plaintiffs' allegation that a breach occurred is sufficient to allow Plaintiffs to offer evidence in support of their claim.The Court now turns to Defendants' argument that if a breach occurred, it must have occurred prior to the expiration of the contract in May or June 2004, rendering any claim for intentional interference barred by the statute of limitations. In Arizona, claims for wrongful interference with contract have a two-year statute of limitations.SeeA.R. S.  12-542;Clark v. Airesearch Mfg. Co.,138 Ariz. 240, 244, 673 P.2d 984 (Ariz.Ct.App. 1983). While a statute of limitations defense may be raised by a motion to dismiss, a \"complaint cannot be dismissed unless it appears beyond doubt that the plaintiff can prove no set of facts that would establish the timeliness of the claim.\"AdVht Biotechnologies, LLC v. Bohannon,2007 WL 1875670, 2007 U.S. Dist. LEXIS 47160 (D.Ariz.2007). Because Plaintiffs alleged that they did not discover until July 2006, that Defendants were the tank water heater manufacturers that were pressuring Watts to end its relationship with Microtherm, the Court cannot conclude that their claims were untimely when filed several months later in December 2006.See AdVnt Biotechnologies, LLC,2007 WL 1875670 at *l-2, 2007 U.S. Dist. LEXIS 47160 at *3-4 (motion to dismiss denied where the complaint specifically allegeddiscoveryof the defendant's wrongful actions less than two years before the complaint was filed).Accordingly,IT IS ORDERED granting in part, and denying in part Defendants' Motion to Dismiss (Dkt.31).IT IS FURTHER ORDERED dismissing Plaintiffs' Fourth and Seventh Claims for Relief against all Defendants. The allegations in support of the Seventh Claim for Commercial Defamation may be combined with Plaintiffs' Sixth Claim for Product Disparagement/Injurious Falsehood.IT IS FURTHER ORDERED dismissing Plaintiffs' Second, Eight, and Ninth Claims for Relief against Defendant Marathon only.NOTES[1]  Plaintiffs' Second, Fourth, Eight and Ninth claims for relief will be dismissed as to Defendant Marathon pursuant to an agreement between the parties. (SeeDkt. 38).[2]Conley v. Gibson,355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). InTwombly,the Court[3]  The Ninth Circuit has discussed prior illustrative cases where imputations have been held libelous against corporations.SeeGolden N. Airways,218 F.2d at 624-625 (authorities discussed therein).SeeDen Norske Ameriekalinje Actiesselskabet v. Sun Printing & Publishing Ass'n,226 N.Y. 1, 122 N.E. 463 (N.Y.1919) (Accusing a company of fraudulently and illegally misrepresenting the nature of the cargo contained in its ship by falsifying the manifest and other documents and that it was engaged in violating the laws of this country by conveying, under circumstances of concealment and misrepresentation, a large supply of copper to Norway, whence it could be easily transported to the Central Powers with which we were then at war, and which in accordance with general knowledge were much in need of the material.);Finnish Temperance Society v. Finnish Socialistic Pub. Co.,238 Mass. 345, 130 N.E. 845, 846 (1921) (Publication of two anonymous letters stating of the plaintiff, a temperance society, that its leaders are \"scabs, men who have been in the reformatory, men who have run away to this country, wife deserters\", that \"the plaintiff profits through conducting gambling\" etc.);Axton-Fisher Tobacco Co. v. Evening Post Co.,169 Ky. 64, 183 S.W. 269 (1916) (Charge that a corporation placed a negro foreman as boss over white girls; and that it was on the unfair list, when the corporation maintained a union shop and had union labor patronage.);Pennsylvania Iron Works Co. v. Henry Voght Mach. Co.,139 Ky. 497, 96 S.W. 551 (Ky.1906) (Charge that a company is a secondhand dealer, puts in inferior work, has a scab establishment and has not a mechanic in its place.);Gross Coal Co. v. Rose,126 Wis. 24, 105 N.W. 225, 226 (1905) (Charging that a coal dealer, at the time of a coal famine, when the people were suffering for want of fuel, not only charged extortionate prices for its coal, but actually refused to sell coal, even at such extortionate prices, to people suffering from sickness.).[4]  Defendants bifurcate their argument into two theories: (1) the alleged statements are not directed at Plaintiffs; and (2) the alleged statements do not impugn Plaintiffs' character. Both arguments relate to whether or not the alleged statements are \"of and concerning\" Plaintiffs.[5]  \"In the modern law the tort of `injurious falsehood' is the general umbrella term for a collection of torts such as ... `product disparagement' or `trade libel'....\"SeeFillmore v. Maricopa Water Processing Sys.,211 Ariz. 269, 120 P.3d 697, 703 (2005) (quoting from Rodney A. Smolla, 2 Law of Defamation  11:34, at 11-44).[6]  In their Reply, Defendants state that the contract expired in June 2004. By the Court's calculations of 18 months from December 12, 2003, the agreement would have expired in June rather than May. The distinction is not important for the purposes of ruling on Defendants' motions.",
	"mentions-patents": ["187567",
	"187567"],
	"court": "District Court, D. Arizona",
	"isPatent": true},
	"url": "https://www.courtlistener.com/opinion/2517260/seitz-v-rheem-mfg-co/",
	"timestamp": 1437158499000,
	"raw_content": "",
	"team": "sotera",
	"images": "",
	"raw_text": "",
	"content-type": "full-raw-html",
	"crawler": "datawake-crawler"},
	"_index": "memex-domains_7"},
{"_score": 0.0,
	"_type": "trolls",
	"_id": "AU6dUx-V5ODhANgI6wqC",
	"_source": {"videos": "",
	"crawl_data": {"case": {"date_filed": "2008-08-07",
	"docket_number": "CV-06-2141-PHX-DGC",
	"federal_cite": "575 F. Supp. 2d 1118",
	"case_name": "SOILWORKS, LLC v. Midwest Indus. Supply, Inc."},
	"full-text": "(2008)SOILWORKS, LLC, an Arizona corporation, Plaintiff/Counterdefendant/Counterclaimant,v.MIDWEST INDUSTRIAL SUPPLY, INC., an Ohio corporation authorized to do business in Arizona, Defendant/Counterclaimant/Counterdefendant.No. CV-06-2141-PHX-DGC.United States District Court, D. Arizona.August 7, 2008.ORDERDAVID G. CAMPBELL, District Judge.Soilworks, LLC and Midwest Industrial Supply, Inc. (\"Midwest\") are competitors. Both companies distribute soil erosion and dust control products throughout the United States. Soilworks' products include Durasoil and Soiltac. Midwest's products include EK35, EnviroKleen, and Soil-Sement.In July 2006, Midwest was issued two United States Patents, Nos. 7,074,266 (\"`266 Patent\") and 7,081,270 (\"`270 Patent\"), for EK35 and EnviroKleen. On June 8, 2006, prior to the issuance of the patents, Midwest sent Soilworks a letter informing it of the pending patent applications, expressing concern that Durasoil may infringe the patents when issued, and requesting that Soilworks review the claims in the patent applications in an effort to resolve any issues regarding the sale of Durasoil. Soilworks responded ten days later, stating that it was not aware of any reason why the sale of Durasoil would infringe Midwest's patent rights. On July 27, 2006, Midwest sent letters to one of Soilworks' customers, Polar Supply Company (\"Polar\"), regarding possible infringement of the '266 Patent (\"Polar Letters\"). Midwest also issued a press release in July 2006 regarding its patents (\"Press Release\").Soilworks then commenced this action for injunctive relief and damages. Soilworks asserts the following claims: false representation under the Lanham Act, declaratory judgment for patent invalidity and noninfringement, misappropriation of goodwill, tortious interference with business relationship and expectancy, and common law unfair competition. Dkt. ## 1, 22. Midwest filed a counterclaim asserting declaratory judgment, Lanham Act, and state law claims. Specifically, Midwest asserts claims for trademark infringement, false designation of origin, unfair competition, and false advertising under the Lanham Act, declaratory judgment for patent validity and infringement, common law unfair competition, and unjust enrichment. Dkt. ## 16, 35.The parties have tiled motions for summary judgment. Dkt. ## 78-79. Midwest seeks summary judgment on all of its claims except unjust enrichment and declaratory judgment for infringement, and on all of Soilworks' claims. Dkt. # 78 at 2-3 & n. 1. Soilworks seeks summary judgment on all of Midwest's claims. Dkt. #79 at 1. For reasons stated below, the Court will grant the motions in part and deny them in part.[1]I. Summary Judgment Standard.A party seeking summary judgment \"always bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of [the record] which it believes demonstrate the absence of a genuine issue of material fact.\"Celotex Corp. v. Catrett, AllU.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Summary judgment is appropriate if the evidence, viewed in the light most favorable to the nonmoving party, shows \"that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Only disputes over facts that might affect the outcome of the suit will preclude the entry of summary judgment, and the disputed evidence must be \"such that a reasonable jury could return a verdict for the nonmoving party.\"Anderson v. Liberty Lobby, Inc., AllU.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).II. Soilworks' Lanham Act Claim for False Representation (Count I).Soilworks asserts a claim for false representation under the Lanham Act, 15 U.S.C.  1125(a). Dkt. # 1  15-19. To prevail on such a claim, the plaintiff must show that (1) a false or misleading statement of fact was made about a product, (2) the statement was made in a commercial advertisement, (3) the statement actually deceived or had the tendency to deceive a substantial segment of its audience, (4) the deception was material, in that it was likely to influence purchasing decisions, (5) the defendant caused the statement to enter interstate commerce, and (6) the plaintiff has been or is likely to be injured as a result of the statement, either by direct loss of sales or by a lessening of the goodwill associated with its products.See15 U.S.C.  1125(a)(1)(B);Southland Sod Farms v. Stover Seed Co.,108 F.3d 1134, 1139 (9th Cir.1997);Newcal Indus., Inc. v. Ikon Office Solution,513 F.3d 1038, 1052 (9th Cir.2008).Citing the Federal Circuit's decision inZenith Electronics Corp. v. Exzec, Inc.,182 F.3d 1340 (Fed.Cir.1999), the parties agree that because the alleged false representations were made by Midwest in support of its patent rights, Soilworks must also show bad faith on the part of Midwest. Dkt. ## 78-2 at 18, 89 at 12.Zenithadded a bad faith requirement to Lanham Act claims asserted against patentees in order to \"give effect both to the rights of patentees as protected by the patent laws under normal circumstances, and to the salutary purposes of the Lanham Act to promote fair competition in the marketplace.\" 182 F.3d at 1353-54. This Circuit recently has adopted the holding inZenith. SeeFisher Tool Co. v. Gillet Outillage,530 F.3d 1063, 1068 (9th Cir.2008).In seeking to eliminate the false representation claim by summary judgment, Midwest states that the claim is based on the two identical Polar Letters, one sent to Polar's president and the other to its sales manager. Dkt. ## 78-2 at 18, 80  72, 91 at 10. The letters informed Polar of the issuance of the '266 Patent and that Midwest had \"invented the category of synthetic organic dust control agents, more commonly known as EK35 and EnviroKleen.\" Dkt. ## 80-14, 80-15. The letters then stated:There are a number of imitators that claim to be synthetic organic dust control agents; however, none of those competitors can have the formulation or method as that of EK35 or EnviroKleen. The granting of the U.S. Patent now allows Midwest to pursue those who make, use, sell, offer for sale and/or import knock-off or imitators of EK35 or EnviroKleen.Id.According to Midwest, the letters simply advised Polar about the issuance of the '266 Patent and Midwest's ability to prosecute infringers. The letters do not constitute bad faith as a matter of law, Midwest contends, because they were \"entirely consistent with [Midwest's] right to inform a potential infringer of the existence and scope of its patents[.]\" Dkt. ## 78-2 at 19-20, 91 at 11. Midwest further contends that the statements made in the letters were not legally or factually inaccurate and that the letters were not published sufficiently to constitute a commercial advertisement for purposes of the false representation claim. Dkt. # 78-2.Soilworks asserts that its claim is not based solely on the Polar Letters. Dkt. # 90  72. Soilworks asserts that Midwest represented in its Press Release that competitors could not design around Midwest's patents and Midwest therefore was the exclusive source of synthetic organic dust control products. Soilworks argues that these statements are indicative of bad faith underZenith,are false or misleading, and clearly were made in a commercial advertisement. Dkt. #89 at 11-15. Midwest does not address these arguments in its reply.A. Bad Faith.Zenithaddressed two types of marketplace statements by patentees: those alleging infringement of the patent and those alleging that competitors cannot design around the patent.Zenithmade clear that \"[b]oth statements, if made in bad faith, are damaging to competition and are not the type of statements protected by the patent laws.\" 182 F.3d at 1354. The latter kind of statementsknown as \"exclusive source\" statementsare \"inherently suspect.\"Id.\"They are suspect not only because with sufficient effort it is likely that most patents can be designed around, but also because such a statement appears nearly impossible to confirma priori.\"Id.Midwest's Press Release reasonably can be construed as making exclusive source statements. The heading of the publication announces the issuance of Midwest's patents and states that Midwest has gained \"exclusive control\" over the synthetic organic dust control category of products. Dkt. # 79-4 at 4. The fourth paragraph states that Midwest has \"securedexclusive rightsto the products and methods that define the [synthetic organic dust control] category\" and that Midwest's patents \"provide it with theexclusive rightto manufacture and sell synthetic organic soil stabilization and dust suppressant technology[.]\"Id.(emphasis added). The next paragraph suggests that competitors cannot design around the patents: \"Midwest's competitors may claim to offer synthetic organic dust control technology, but only Midwest can offer the products and methods that define this technology. Those competitors are either not supplying synthetic organic dust control technology ... or they are infringing Midwest's patents.\"Id.A patentee who \"exaggerates the scope and validity of his patent, thus creating the false impression that the,[patentee] is the exclusive source of [a] product, may overstep the boundaries set in the Lanham Act.\"Mitsubishi Elec. Corp. v. IMS Tech., Inc.,No. 96 C 499, 1997 WL 630187, at *8 (N.D.Ill. Sept.30, 1997);seeWilliam H. Morris Co. v. Group W, Inc.,66 F.3d 255, 257-58 (9th Cir.1995) (\"`[T]he Lanham Act encompasses more than blatant falsehoods. It embraces innuendo, indirect intimations, and ambiguous suggestions evidenced by the consuming public's misapprehension of the hard facts underlying an advertisement.'\") (citation omitted). Construed in Soilworks' favor, Midwest's Press Release can be interpreted as creating the impression that Midwest is the exclusive source of synthetic organic dust control products. Midwest's argument that there is no evidence of bad faith on its part is therefore without merit.See Zenith182 F.3d at 1354;see alsoNewcal,513 F.3d at 1054 (\"[T]he question of IKON's knowledge and intent is a factual question.\");Braxton-Secret v. A.H. Robins Co.,769 F.2d 528, 531 (9th Cir.1985) (\"Questions involving a person's state of mind ... are generally factual issues inappropriate for resolution by summary judgment.\").[2]Relying onGlobetrotter Software, Inc. v. Elan Computer Group, Inc.,362 F.3d 1367, 1375 (Fed.Cir.2004), Midwest contends that \"[t]he bad faith standard ofZenithcannot be satisfied `in the absence of a showing that the claims asserted were objectively baseless.'\" Dkt. # 78-2 at 19.Globetrotter,however, does not control this case.SeeCollegeNet, Inc. v. Xap Corp.,No. CV-03-1229-HU, 2004 WL 2303506, at *12 (D.Or. Oct.12, 2004). The statements at issue inGlobetrotterwere prelitigation communications made to an alleged infringer. 362 F.3d at 1368, 1370;see alsoGP Indus., Inc. v. Eran Indus., Inc.,500 F.3d 1369, 1371, 1374 (Fed.Cir. 2007) (patentee \"gave notice of its patent rights and its intent to enforce them\").Globetrotterexpressly declined to decide \"whether the objectively baseless standard applies to statements in the context of publicizing a patent through means other than pre-litigation communications.\" 362 F.3d at 1377 n. 9. The representations in Midwest's Press Release, like those at issue inZenith,reasonably can be construed as marketplace statements suggesting that competitors are incapable of designing around Midwest's patents.SeeZenith,182 F.3d at 1343-44, 1349.\"Globetrotter's objectively baseless standard does not apply to [this type of] marketplace conduct[.]\"CollegeNet,2004 WL 2303506, at *14.B. Falsity.Soilworks argues that the exclusive source statements contained in the Press Release were not only made in bad faith, but also are false or misleading. Dkt. # 89 at 15. Midwest does not address this argument in its reply.SeeDkt. # 91. Nor has Midwest otherwise presented evidence showing that competitors are in fact incapable of designing around its patents. Midwest has therefore failed to demonstrate the absence of a genuine issue of material fact with respect to this element of Soilworks' false representation claim.See Finnsugar Bioproducts, Inc. v. Amalgamated Sugar Co.,No. 97 C 8746, 2002 WL 31207213, at * 1 n. 1 (N.D.Ill. Oct.2, 2002) (noting that exclusive source statements made to potential customers \"violate the Lanham Act because they create the false impression that the patent holder is the exclusive source of a product and an alleged infringer is unable to design around a patent\").C. Commercial Advertisement.Soilworks argues that the Press Release was disseminated sufficiently to the relevant purchasing public to constitute a commercial advertisement for purposes of the false representation claim. Dkt. #89 at 15. The Court agrees. To satisfy the commercial advertisement element, \"representations need not be made in a `classic advertising campaign,' but may consist instead of more informal types of `promotion[.]'\"Newcal,513 F.3d at 1054 (quotingCoastal Abstract Serv., Inc. v. First Am. Title Ins. Co.,173 F.3d 725, 735 (9th Cir.1999)). Midwest does not dispute that the Press Release promoted its products to the soil erosion and dust control industry at large.D. False Representation Summary.Midwest's Press Release constitutes a commercial advertisement. There are triable issues as to whether statements contained in the Press Release were made in bad faith and are false. Midwest does not contend that the other elements of the false representation claim cannot be met. The Court accordingly will deny Midwest's request for summary judgment on Count I of Soilworks' complaint.III. Soilworks' Misappropriation of Goodwill Claim (Count III).Soilworks asserts a claim for misappropriation of goodwill in count three of the complaint. Dkt. #1  24-26. Midwest previously sought dismissal of the claim on the ground that it is not an independent cause of action under Arizona law. Dkt. # 8 at 15. Soilworks responded that it intended to bring the claim under the Lanham Act. Dkt. # 11 at 16. Rather than dismissing the claim with leave to amend, the Court construed the claim as part of Soilworks' Lanham Act claim asserted in Count I of the complaint. Dkt. # 13 at 5.Midwest notes in its summary judgment motion that misappropriation of goodwill is not a separate cause of action under the Lanham Act. Dkt. # 78-2 at 18 n. 4. Soilworks does not address this argument in its response.SeeDkt. # 89.Misappropriation of goodwill is simply \"an element of trademark, trade dress, and unfair/deceptive claims; it is not a claim in and of itself.\"Rainbow Play Sys., Inc. v. GronndScape Techs., LLC,364 F.Supp.2d 1026, 1039 (D.Minn. 2005);seePlayboy Enters., Inc. v. Netscape Communications Corp.,354 F.3d 1020, 1025 (9th Cir.2004) (trademark infringement results in the misappropriation of the mark's goodwill);Brookfield Communications, Inc. v. West Coast Entm't Corp.,174 F.3d 1036, 1057 (9th Cir.1999) (same). The Court accordingly will grant summary judgment in favor of Midwest on Count III of Soilworks' complaint.IV. Soilworks' Tortious Interference Claim (Count IV).Soilworks asserts a claim for tortious interference with business relationship and expectancy. Dkt. # 1  27-30. To establish tortious interference, Soilworks must show (1) the existence of a valid business relationship or expectancy, (2) Midwest's knowledge of the relationship or expectancy, (3) intentional and improper interference by Midwest causing a breach of the relationship or expectancy, and (4) resulting damage to Soilworks.SeeAntwerp Diamond Exch. of Am., Inc. v. Better Bus. Bur. of Maricopa County, Inc.,130 Ariz. 523, 637 P.2d 733, 740 (1981);Wagenseller v. Scottsdale Mem'l Hosp.,147 Ariz. 370, 710 P.2d 1025, 1043 (1985),superseded in other respects byA.R.S.  23-1501.Midwest does not dispute that there was a valid business relationship between Soilworks and Polar and that Midwest had knowledge of the relationship. Rather, Midwest argues that Soilworks has presented no evidence that Midwest interfered with the relationship, that Midwest's conduct was improper, or that Soilworks has suffered any harm. Dkt. # 78-2.With respect to the element of harm, Midwest claims that Soilworks cannot articulate, let alone prove, the alleged damages it has suffered as a result of the Polar Letters.Id.at 23. Midwest states that Soilworks' corporate officers, Chad and Dorian Falkenberg, have provided no factual support for the allegation that Soilworks has been harmed by the Polar Letters.Id.(citing Dkt. #80  77-85). Midwest further states that Soilworks has produced no documents or other information in support of its alleged damages.Id.Soilworks does not dispute that Dorian Falkenberg testified that she does not know whether Soilworks has lost any business because of the Polar Letters. Dkt. ##80, 90  80. Relying solely on the testimony of Chad Falkenberg, Soilworks asserts that the Polar Letters caused it to lose \"several bids and/or sales of its product to Polar,\" including a bid by the Alaska Department of Transportation (\"ADOT\"). Dkt. #89 at 16. But Mr. Falkenberg admitted in his deposition that he did not know whether the ADOT bid was lost because of the Polar Letters. Dkt. # 80-16 at 35. Mr. Falkenberg was unable to articulate any facts regarding the ADOT bid or any other bid or sale allegedly lost as a result of Midwest's conduct.Id.at 27-35. Nor was he able to estimate the amount of damages allegedly caused by Midwest's conduct.Id.at 29-31.To prevail on its tortious interference claim, Soilworks must establish its damages with \"reasonable certainty.\"S. Union Co. v. Southwest Gas Corp.,180 F.Supp.2d 1021, 1050 (D.Ariz.2002) (citingRancho Pescado, Inc. v. Northwestern Mut. Life Ins. Co.,140 Ariz. 174, 680 P.2d 1235, 1244-47 (1984)). \"Damages that are speculative, remote or uncertain may not form the basis of a judgment.\"Coury Bros. Ranches, Inc. v. Ellsworth,103 Ariz. 515, 446 P.2d 458, 464 (1968);seeEastman Kodak Co. v. S. Photo Materials Co.,273 U.S. 359, 379, 47 S.Ct. 400, 71 L.Ed. 684 (1927) (a \"reasonable basis of computation\" must exist to award damages);Lindy Pen Co. v. Bic Pen Corp.,982 F.2d 1400, 1407 (9th Cir.1993) (\"[D]amages which result from a tort must be established with reasonable certainty.\"). Soilworks' evidence falls far short of meeting the reasonable certainty standard. The Court accordingly will grant summary judgment in favor of Midwest on Count IV of Soilworks' complaint.[3]V. Soilworks' Unfair Competition Claim (Count VI).[4]Midwest seeks summary judgment on Soilworks' unfair competition claim. Dkt. # 78-2 at 24. The common law doctrine of unfair competition \"encompasses several tort theories, such as trademark infringement, false advertising, `palming off,' and misappropriation.\"Fairway Const, Inc. v. Ahern,193 Ariz. 122, 970 P.2d 954, 956 (1998). Midwest does not address these torts, but instead merely asserts that \"Soilworks cannot demonstrate that a patentee's notification of its intellectual property rights and intent to enforce them, such as the [Polar Letters], constitutes unfair competition.\" Dkt. # 78-2 at 24.As the party seeking summary judgment, Midwest has the initial burden of informing the Court of the basis for its motion and identifying those portions of the record that demonstrate the absence of a genuine issue of material fact.See Celotex,477 U.S. at 322, 106 S.Ct. 2548. Midwest has not met this burden. The Court accordingly will deny Midwest's request for summary judgment on Count VI of Soilworks' complaint.VI. Midwest's Lanham Act Claims for Trademark Infringement, False Designation of Origin, and Unfair Competition (Count I).Midwest asserts three Lanham Act claims in Count I of its counterclaim: trademark infringement, false designation of origin, and unfair competition. Dkt. # 16  17-26. According to the counterclaim, Midwest's claims arise from Soilworks' alleged use of the following trademarks: Soil-Sement, EnviroKleen, EK35, Road Oyl, Road Pro NT, Haul Road Dust Control, Dustfyghter, Diamond Dr, Arena Rx, Base-Bldr, and ROAD-BLDR. Dkt. # 16  7, 18-20. Soilworks argues that it is entitled to summary judgment because Midwest has presented no evidence that Soilworks used any of these marks in commerce. Dkt. # 79 at 6. In response, Midwest claims only that Soilworks has used the Soil-Sement mark. Dkt. #88 at 7;seeDkt. # 78-2 at 12. The Court accordingly will grant summary judgment in favor of Soilworks with respect to the other marks.See15 U.S.C.  1114(1), 1125(a)(1) (requiring commercial use of mark);Bosley Med. Inst, Inc. v. Kremer,403 F.3d 672, 676 (9th Cir.2005) (Lanham Act claims \"are subject to a commercial use requirement\");see alsoFed.R.Civ.P. 56(e) (the party opposing summary judgment may not rest upon the mere allegations of the party's pleadings, but \"must set forth specific facts showing that there is a genuine issue for trial\").Midwest seeks summary judgment on its Lanham Act claims. It is undisputed that Midwest's Soil-Sement mark is a valid, protectable trademark. Dkt. ## 80, 90  6. It also is undisputed that Soilworks, without Midwest's permission, uses the phrase \"soil sement\" in keyword advertising on an Internet search engine and uses variations of the phrase in metatags for its websites.Id. 38-43. Keywords allow advertisers to target individuals by linking advertisements or websites to pre-identified terms. Persons using those terms in an Internet search will be presented with advertisements for Soilworks products.SeeBrookfield Communications, Inc. v. West Coast Entm't Corp.,174 F.3d 1036, 1045 (9th Cir.1999). Metatags are unseen computer code used by search engines to determine the content of websites in order to direct searchers to relevant sites.Id.When consumers put \"soil sement\" or variations of that phrase into an Internet search engine, the metatags will result in the search engine identifying Soilworks websites as part of the search results. In its use of keywords and metatags, Soilworks thus capitalizes on Midwest's \"Soil-Sement\" trademark to attract clients to its websites. Courts have held that such use constitutes commercial use for purposes of the Lanham Act.See id.at 1065 (metatags);Playboy Enters., Inc. v. Netscape Communications Corp.,354 F.3d 1020, 1024-26 (9th Cir.2004) (keywords);see alsoDkt. # 78-2 at 12 & n. 2 (citing cases).Although \"[t]he core element of trademark infringement is whether the similarity of the marks is likely to confuse customers about the source of the products,\"Interstellar Starship Servs., Ltd., v. Epix, Inc.,304 F.3d 936, 942 (9th Cir. 2002), the Ninth Circuit and other courts have recognized a variation of trademark infringement that does not require such confusion. \"Under the `initial interest confusion' theory of trademark liability, `source confusion' need not occur[.]\"Storus Corp. v. Aroa Mktg., Inc.,No. C-06-2454 MMC, 2008 WL 449835, at *4 (N.D.Cal. Feb.15, 2008). Rather, initial interest confusion occurs when the defendant uses the plaintiffs mark \"in a manner calculated `to capture initial consumer attention'[.]\"Brookfield,174 F.3d at 1062 (quotingDr. Seuss Enters, v. Penguin Books USA Inc.,109 F.3d 1394, 1405 (9th Cir.1997)). Once the consumer's attention is captured, the consumer might well realize that he or she has arrived at the defendant's (and not the plaintiffs) website, and yet might stay there and purchase the defendant's similar products. Although a sale procured in this manner does not ultimately result from the consumer's confusion as to the source of the products, it is procured nonetheless through the defendant's unfair use of the plaintiffs trademark and associated goodwill. Thus, \"the wrongful act is the defendant's use of the plaintiffs mark to `divert' consumers to a website that `consumers know' is not [the plaintiffs] website.\"Storus,2008 WL 449835, at *4 (quotingBrookfield,174 F.3d at 1062);seePlayboy Enters.,354 F.3d at 1025 (\"Although dispelled before an actual sale occurs, initial interest confusion impermissibly capitalizes on the goodwill associated with a mark and is therefore actionable trademark infringement.\");see alsoBrookfield,174 F.3d at 1057, 1062-65.[5]Ninth Circuit cases have varied in their analysis of how initial interest confusion is to be established in metatag and keyword cases. The court inBrookfieldstated that the traditional eight-factor test for assessing consumer confusioncommonly known as theSleekcraftfactors\"is not well-suited for analyzing the metatags issue.\" 174 F.3d at 1062 n. 24. The court did not apply theSleekcraftanalysis in its metatag ruling, but instead held that \"the Lanham Act bars [a defendant] from including in its metatag any term confusingly similar with [the plaintiffs] marks.\"Id.at 1065. A later Ninth Circuit case applied the traditionalSleekcraftanalysis in a keyword initial interest confusion case.SeePlayboy Enters.,354 F.3d at 1026-29. Although this Court agrees that theSleekcraftanalysis is not perfectly suited to analyzing initial interest confusion in metatag and keyword cases, some of the factors clearly are relevant and helpful.TheSleekcraftfactors are: (1) the similarity of the marks, (2) the relatedness of the goods, (3) the marketing channels used, (4) the defendant's intent in selecting the mark, (5) the strength of the mark, (6) the degree of care likely to be exercised by purchasers, (7) evidence of actual confusion, and (8) the likelihood of expansion in product lines.SeeInterstellar,304 F.3d at 942 (citingAMF Inc. v. Sleekcraft Boats,599 F.2d 341, 346 (9th Cir.1979)). \"This eight-factor test is pliant, and the relative import of each factor is case specific.\"Id.(citingBrookfield,174 F.3d at 1054). For example, and significantly for this case, the three most important factors in the context of the Internet are the similarity of the marks, the relatedness of the goods, and the use of the Internet as a marketing channel.See id(citingGoTo.com, Inc. v. Walt Disney Co.,202 F.3d 1199, 1205 (9th Cir. 2000));Brookfield,174 F.3d at 1054 n. 16.The first factor of the \"internet trinity,\" similarity of the marks, weighs in favor of Midwest in this case. Soilworks uses the phrase \"soil sement\" in keyword advertising on the search engine Google. Dkt. ## 80, 90  38. The phrase \"soil sement\" is nearly identical to Midwest's Soil-Sement mark. Soilworks also uses the phrase \"sement soil\" in a metatag for its website www.soiltac.com, and the words \"sement\" and \"soil\" in close proximity in a metatag for its website www.soilworks. com.Id. 40-41. These terms are similar to Midwest's Soil-Sement mark in spelling, sound, and meaning. When used in Internet searches as metatags, they clearly are designed to divert persons interested in Midwest's mark to Soilworks' websites.The second factor concerns the relatedness of the parties' goods. It is undisputed that Soilworks and Midwest market and sell competing products. Dkt. #80, 90  28-29.The third factor considers the marketing channels used. Soilworks and Midwest both use the Internet to market their products.Id. 30-31.These factors show that Soilworks' use of \"soil sement\" and similar phrases in keywords and metatags has the effect of connecting web customers familiar with Midwest's Soil-Sement mark to Soilworks' websites. Soilworks is using the Midwest's mark, in the Internet where Midwest does business, to divert potential customers to Soilworks' websites. Thus, although theSleekcraftfactors are designed primarily to evaluate the likelihood of source confusiona type of confusion not necessary for initial interest confusion casesthe Court finds these factors relevant in showing the effect of Soilworks' conduct. It is precisely the effect proscribed byBrookfieldthe use of Midwest's mark to divert initial consumer interest to Soilworks and its products.Soilworks does not explicitly address these or otherSleekcraftfactors. Rather, Soilworks relies onBrookfieldandDesigner Skin, LLC v. S & L Vitamins, Inc.,No. CV-05-3699-PHX-JAT, 2008 WL 2116646 (D.Ariz. May 20, 2008), for the proposition that the \"internet trinity\" standard does not apply to \"metatag/keyword cases\" and that the correct likelihood of confusion standard requires a showing of deception. Dkt. ## 89 at 4-5, 92 at 2-4. The Court does not agree thatBrookfieldrequires a showing of deception. The facts ofBrookfieldwhere one company used another company's trademark \"MovieBuff\" as a metatag, did not involve deception of consumers. 174 F.3d at 1062-35. And as noted above, the wrong in a metatag initial interest confusion case is not that the consumer is deceived into believing that he is purchasing the plaintiffs products when in fact he is purchasing defendant's, but instead is the diversion of the consumer's initial attention to the defendant's website using the plaintiffs trademark and goodwill. When accomplished through the use of key words or metatags on the Internet, this wrongful conduct may involve no deception of the consumer. The consumer is simply led to the defendant's website through the unseen keywords and metatags the defendant has purchased on the web.[6]Soilworks emphasizes that Midwest has presented no evidence of actual confusion on the part of consumers. Dkt. ## 89 at 4-5, 92 at 2-4. But the Court finds the \"actual confusion\" prong of theSleekcraftanalysis to be less relevant in a metatag initial interest confusion case. As noted above, the wrong in such a case does not result from actual consumer confusion over the source of products, but from the diversion of potential customers to the defendant's site through the use of the plaintiffs mark. To the extent that the doctrine adopted inBrookfieldrequires a showing of initial confusionthat the consumer's initial attention was diverted to the defendant's website through confusionthe Court concludes that it has been established here. A person typing \"soil sement\" into a search engine presumably would be somewhat familiar with Midwest's product and would be looking for the product or its maker, and yet would he directed by the keywords and metatags to Soilworks' websites. The confusion thinking one would be connected to Midwest when in fact Soilworks' websites also appear in the search resultswould entirely be caused by Soilworks' use of Midwest's mark.The remainingSleekcraftfactorsSoilworks' intent, the strength of Midwest's mark, the degree of consumer care, and the likelihood of product expansioneither favor Midwest or are of little import in the initial interest confusion analysis. Soilworks admits that its intent in using the phrase \"soil sement\" on the Internet was to trade off Midwest's goodwill in its Soil-Sement mark by diverting potential customers to Soilworks' Soiltac product. Dkt. ## 80, 90  39, 42.With respect to the strength of the Soil-Sement mark, Midwest's federal registration of the mark \"is conclusive evidence that the mark is non-descriptive or has acquired secondary meaning.\"KP Permanent Make-Up, Inc. v. Lasting Impression I, Inc.,408 F.3d 596, 606 (9th Cir.2005). Moreover, even if the Soil-Sement mark were found to be relatively weak, this factor is of \"diminished importance\" because the parties' products are closely related and the marks used are nearly identical.Brookfield,174 F.3d at 1058-59.The degree of consumer care is not dispositive because this factor considers whether consumers are likely to avoid source confusion through the exercise of care, a consideration not directly relevant in an initial interest confusion case. And the remaining factor, likelihood of product expansion, is \"relatively unimportant\" because Midwest and Soilworks are direct competitors.Id.at 1060.In sum, the undisputed evidence in this case establishes that Soilworks diverts the initial attention of potential Internet customers to its websites by using Midwest's Soil-Sement trademark in keywords and metatags. Because there is no dispute that Soil-Sement is a valid, protectable mark and that Soilworks uses the mark in commerce, the Court will grant summary judgment in Midwest's favor with respect to liabilitynot damages or other relief on the Lanham Act claims asserted in Count I of the counterclaim with respect to Soil-Sement.See Flow Control,278 F.Supp.2d at 1199 (granting summary judgment in favor of the mark holder because \"metatagging a website with a competitor's mark creates `initial interest confusion' in violation of the Lanham Act\") (citingBrookfield,174 F.3d at 1057, 1063);Horphag Research Ltd. v. Pellegrini337 F.3d 1036, 1040 (9th Cir.2003) (\"Because the [defendant] admits to using Horphag's Pycnogenol trademark and specifically admits to using the Pycnogenol mark in the meta-tags for his websites, his use satisfies the terms of trademark infringement in the first instance.\"). As noted above, the Court will grant summary judgment in favor of Soilworks with respect to the other marks alleged in Midwest's counterclaim.[7]VII. Midwest's Lanham Act Claim for False Advertising (Count II).Midwest asserts a Lanham Act claim for false advertising in Count II of its counterclaim. Dkt. #16  27-32. Midwest contends that Soilworks has falsely advertised that it is the \"innovator\" and \"manufacturer\" of Durasoil, that Durasoil is \"synthetic\" and \"oil-sheen free,\" and that Durasoil is made from \"proprietary ingredients\" and \"revolutionary state-of-the-art innovation.\" Dkt. ## 78-2 at 9-10 & n. 3, 88 at 11-13. Soilworks argues that Midwest has failed to present evidence sufficient to establish one or more elements of the claim for false advertising. Dkt. ## 79 at 7-11, 89 at 8-11, 92 at 4-11;see supra II (setting forth elements of the claim). The Court will address each alleged false statement.A. Soilworks is an Innovator and Durasoil is made from Proprietary Ingredients and Revolutionary State-of-the-Art Innovation.Soilworks argues that these statements constitute mere \"puffery.\" Dkt. # 92 at 7. Puffery \"`is exaggerated advertising, blustering, and boasting upon which no reasonable buyer would rely and is not actionable under [the Lanham Act].'\"Southland,108 F.3d at 1145 (citation omitted). \"While product superiority claims that are vague or highly subjective often amount to nonactionable puffery, `misdescriptions of specific or absolute characteristics of a product are actionable.' \"Id.(quotingCook, Perkiss & Liehe, Inc. v. N. Cal. Collection Serv., Inc.,911 F.2d 242, 246 (9th Cir.1990)). \"[T]he determination of whether an alleged misrepresentation `is a statement of fact' or is instead `mere puffery' is a legal question[.]\"Newcal,513 F.3d at 1053.The Court concludes that Soilworks' statements are \"general, vague and unspecified assertions, constituting mere `puffery' upon which a reasonable consumer could not rely.\"Glen Holly Entm't, Inc. v. Tektronix, Inc.,352 F.3d 367, 379 (9th Cir.2003). Courts have found that the word \"innovative\" is \"not specific, not concrete, not measurable, and therefore puffery.\"Rosenthal Collins Group, LLC v. Trading Techs. Int'l, Inc.,No. 05 C 4088, 2005 WL 3557947, at *10 (N.D.Ill.Dec.26, 2005). Courts have also held that \"the generalized and vague statements of product superiority such as ... `more innovative than competing machines' are nonactionable puffery.\"Oestreicher v. Alienware Corp.,544 F.Supp.2d 964, 973 (N.D.Cal.2008). This Court similarly concludes that references to \"proprietary ingredients\" are sufficiently imprecise to constitute puffery.Cf.Hilderman v. Enea TekSci Inc.,551 F.Supp.2d 1183, 1199 (S.D.Cal.2008) (equating use of \"proprietary\" with \"vague puffery\" in trade secret claim). The Court will grant summary judgment in favor of Soilworks with respect to this part of Midwest's false advertising claim.[8]B. Soilworks' is a Manufacturer of Durasoil.Soilworks states on its website that it is a \"manufacturer\" of Durasoil. Dkt. ##80-19, 80-20, 80-21. Midwest contends that this statement constitutes false advertising. Dkt. ## 88 at 8-9, 88-2  30. \"To demonstrate falsity within the meaning of the Lanham Act, a plaintiff may show that the statement was literally false, either on its face or by necessary implication, or that the statement was literally true but likely to mislead or confuse consumers.\"Southland,108 F.3d at 1139.Soilworks argues that Midwest has presented no evidence that its advertisement is literally false. Dkt. # 79 at 9-10. Soilworks states that by Midwest's own definition of the term \"manufacturer,\" Soilworks is a manufacturer of Durasoil because the product is blended both by Soilworks and its suppliers pursuant to formulas provided by Soilworks. Dkt. #79-2  31-37. Midwest counters that even if blending constitutes manufacturing, the evidence shows that Durasoil is not a blended product. Dkt. ## 88 at 8-9, 88-2  15, 29-37.The evidence on this issue is conflicting. Soilworks' patent claims chart for Durasoil states that \"Durasoil is not a blend\" (seeDkt. # 88-7 at 31), while the material safety data sheet for Durasoil states that the \"[p]roduct [is] a blend\" (seeDkt. # 80-17 at 1). Soilworks' general foreman has testified that Durasoil has not been blended since he started working for Soilworks in March 2006. Dkt. #88-5 at 12. Chad and Dorian Falkenberg have testified that Durasoil has been blended at times. Dkt. ## 79-2  31, 36.\"Credibility determinations, the weighing of evidence, and the drawing of inferences from the facts are jury functions, not those of a judge.\"Anderson,477 U.S. at 255, 106 S.Ct. 2505;seeT.W. Elec. Serv., Inc. v. Pac. Elec. Contractors Ass'n,809 F.2d 626, 630 (9th Cir.1987). Whether Soilworks is in fact a manufacturer of Durasoil is an issue for the jury to determine.Soilworks further argues that Midwest has presented no evidence with respect to the deception and materiality elements of the false advertising claim. Dkt. # 79 at 10-11. In response, Midwest asserts generally that Internet advertising is relied on by both consumers and distributors of dust control products. Dkt. # 88 at 14. While this assertion undoubtedly is true, it says nothing about consumers' and distributors' specific reliance on Soilworks' statement that it is a manufacturer of Durasoil. Midwest also states that it \"has explained in its summary judgment papers that the attributes of its Durasoil product that Soilworks falsely advertises are often considered important to consumers when selecting a dust control product.\"Id.But Midwest's summary judgment papers address only the statements that Durasoil is synthetic and oil-sheen free. See Dkt. ##78-2 at 16-17, 91 at 7-10. Midwest has failed to demonstrate a triable issue as to whether purchasers of dust control products were likely to be deceived by, or relied upon, Soilworks' statement that it is a manufacturer of Durasoil.Midwest relies onSouthlandfor the proposition that deception and materiality are because the statement is literally false and intentionally made. Dkt. # 88 at 14. UnlikeSouthland,where the Ninth Circuit stated that \"publication of deliberately falsecomparativeclaims gives rise to a presumption of actual deception and reliance,' this case does not involve comparative advertising[.]\"Societe Civile Succession Richard Guiono v. Beseder Inc.,No. CV 03-1310-PHX-MHM, 2007 WL 3238703, at *4 (D.Ariz. Oct.31, 2007) (quotingSouthland,108 F.3d at 1146) (emphasis in original). Nor has Midwest shown the expenditure by Soilworks \"`of substantial funds in an effort to deceive consumers and influence their purchasing decisions[.]\"'Southland,108 F.3d at 1146 (quotingU-Haul Int'l, Inc. v. Jartran, Inc.,793 F.2d 1034, 1040-41 (9th Cir. 1986)). Midwest therefore is not entitled to \"a presumption that consumers are, in fact, being deceived.\"Id.With respect to the statement that Soilworks is a manufacturer of Durasoil, the Court will grant summary judgment in favor of Soilworks to the extent Midwest seeks an award of damages.SeeDkt. #16  31. The Court will deny summary judgment to the extent Midwest seeks injunctive relief.See id. 32. When plaintiffs fail to raise a triable issue as to causation and injury, their Lanham Act claim is still viable to the extent it seeks an injunction.See Southland Sod108 F.3d at 1145-46.C. Durasoil is Synthetic.Soilworks advertises on its website and in other marketing materials that Durasoil is \"synthetic.\" Dkt. ##80-19, 80-20, 80-21. Midwest asserts that this statement is false or misleading. Dkt. ##78-2 at 16, 80  44. While Midwest has presented evidence that the synthetic nature of soil erosion and dust control products is important to consumers,seeDkt. # 80  55-56, Midwest has presented no evidence, such as consumer surveys, showing that Soilworks' advertisement \"has misled, confused, or deceived the consuming public.\"Southland,108 F.3d at 1140. Thus, to prevail on its claim, Midwest must show that Soilworks' advertisement is literally false.See id.Soilworks argues that Midwest has failed to make this showing. Dkt. ## 79 at 8, 89 at 9-10. The Court agrees.Midwest does not define what constitutes a \"synthetic\" product generally or in the soil erosion and dust control industry. Rather, Midwest claims that Durasoil is not synthetic because Chad Falkenberg testified that he does not know if it is synthetic and one of Soilworks' suppliers purportedly would not consider it to be synthetic. Dkt. ## 78-2 at 16, 85  45-48.Mr. Falkenberg specifically testified that his definition of \"synthetic\" is something that is not \"natural or naturally occurring.\" Dkt. # 85-2 at 21. Mr. Falkenberg further testified that under this definition, Durasoil is synthetic because it contains a refined, non-natural product.Id.Midwest does not dispute the definition provided by Mr. Falkenberg, and it comports with common English usage.See Merriam-Webster OnLine Dictionary,http://www.merriam-webster.com/ dictionary (defining \"synthetic\" as \"something resulting from synthesis rather than occurring naturally\"). Nor does Midwest dispute that Durasoil contains the refined product identified by Mr. Falkenberg. Contrary to Midwest's assertion, Mr. Falkenberg's testimony actually supports a finding that Durasoil is synthetic. The fact that one of Soilworks' suppliers may believe that Durasoil does not contain a \"synthetic isoalkane,\"seeDkt. 85-2 at 26, does not change this conclusion.Summary judgment must be granted \"against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial.\"Celotex,477 U.S. at 322, 106 S.Ct. 2548;seeT.W. Elec. Serv.,809 F.2d at 630 (the nonmoving party \"must produce at least some `significant probative evidence tending to support the complaint'\") (quotingAnderson,477 U.S. at 256, 106 S.Ct. 2505). Midwest has failed to demonstrate a triable issue as to the falsity of the statement that Durasoil is synthetic. The Court accordingly will grant summary judgment in favor of Soilworks with respect to this issue.D. Durasoil is Oil-Sheen Free.Soilworks states in a product brochure that Durasoil is \"oil-sheen free,\" which means it does not discolor or leave a film or sheen on the surface of water. Dkt. #80  50;see40 C.F.R. Pt. 435, Subpt. A, App. 1(1). Midwest contends that Soilworks' failure to test Durasoil to confirm that is in fact oil-sheen free renders Soilworks' statement misleading. Dkt. ## 78-2 at 16, 80  51-53. But Midwest has presented no evidence showing that consumers have been misled, confused, or deceived.Midwest believes, based on certain materials listed in the material safety data sheet for Durasoil and Midwest's testing of those materials in connection with its own products, that Durasoil is not oil-sheen free and that Soilworks' statement to the contrary is therefore literally false. Dkt. ## 78-2 at 16, 80  54, 80-5  18. Midwest does not describe the nature of the tests it performed on its own products. Nor does Midwest identify the specific materials that purportedly make Durasoil not oil-sheen free.[9]To avoid summary judgment, Midwest \"must do more than simply show that there is some metaphysical doubt as to material facts.\"Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,475 U.S. 574, 586, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Rule 56 requires Midwest to \"come forward\" with \"`specific facts showing that there is agenuine issue for trial.'\" Id.at 587, 106 S.Ct. 1348 (quoting Fed.R.Civ.P. 56(e)) (emphasis in original);seeT.W. Elec. Serv.,809 F.2d at 630. Midwest has not met this burden.It is undisputed that Midwest has not tested Durasoil to determine whether it is oil-sheen free. Dkt. # 80-4 at 13. Midwest's mere belief that Durasoil is not oilsheen free is insufficient evidence for a jury to find in Midwest's favor.SeeSuckow Borax Mines Consol. v. Borax Consol,185 F.2d 196, 203 (9th Cir.1951) (statements based on \"information and belief are inadequate for purposes of summary judgment). The Court will grant summary judgment in favor of Soilworks with respect to the statement that Durasoil is oil-sheen free.VIII. Midwest's Unfair Competition Claim (Count IV).The parties agree that Midwest's common law unfair competition claim arises from Soilworks' alleged false advertising and infringement of Midwest's trademarks.SeeDkt. ## 78-2 at 17, 88 at 17-18, 89 at 11. The Court will grant summary judgment in favor of Midwest to the extent the Court has found that Soilworks infringes Midwest's Soil-Sement trademark (see supra V-VI).See alsoA.R.S.  44-1451, 44-1452;Raizk v. Southland Corp.,121 Ariz. 497, 591 P.2d 985, 986 (Ariz.App.1978) (\"The gist of a claim of [trademark infringement] is unfair competition.\"). To the extent Midwest's unfair competition claim is based on Soilworks' alleged false advertising, the Court will grant summary judgment in favor of Soilworks except with respect to the statement that Soilworks is a manufacturer of Durasoil (see supra VII).IX. Midwest's Unjust Enrichment Claim (Count V).Soilworks seeks summary judgment on Midwest's unjust enrichment claim. Dkt. #79 at 12. The essential elements of the claim are an enrichment of Soilworks, an impoverishment of Midwest, a connection between the enrichment and the impoverishment, the absence of justification for the enrichment and impoverishment, and the absence of a legal remedy.SeeCmty. Guardian Bank v. Hamlin,182 Ariz. 627, 898 P.2d 1005, 1008 (1995).Soilworks contends that Midwest has failed to make a prima facie showing of unjust enrichment because it fails to meet all five elements. Dkt. # 79 at 12. Midwest argues that each element is met based on Soilworks' improper use of Midwest's Soil-Sement trademark. Dkt. # 88 at 19. Soilworks does not address this argument in its reply.SeeDkt. # 92 at 11. The Court will deny Soilworks' request for summary judgment.X. The Declaratory Judgment Claims.Soilworks seeks summary judgment on Midwest's claims for a declaratory judgment that Durasoil infringes Midwest's patents. Dkt. # 79 at 1, 16-17;seeDkt. ## 16  33-35, 35  6-7. Soilworks relies on the report of its expert witness, Edward Funk, for the contention that Durasoil does not infringe Midwest's patents. Dkt. #79 at 16-17 (citing Dkt. #79-2  45-53). Midwest argues that Mr. Funk's report is inadmissible because it is untimely and Soilworks never disclosed to Midwest that Mr. Funk would opine that Durasoil did not infringe Midwest's patents. Dkt. # 88 at 20 (citing Fed.R.Civ.P. 26(a)(2)(B)). Soilworks does not address these arguments in its reply.SeeDkt. #92.The Court's Case Management Order, filed May 10, 2007, stated that the parties shall provide \"full and complete expert disclosures\" as required by Rule 26(a)(2)(A)-(C) of the Federal Rules of Civil Procedure \"no later than December 14, 2007.\" Dkt. # 28  5(a) (emphasis in original). The Court specifically advised the parties, both at the case management conference and in the Case Management Order, that the deadlines were real and that the Court intended to enforce them.Id. 10;seeDkt. # 65 at 1. Mr. Funk's report is dated May 7, 2008almost five months after the expert disclosure deadline and only two days before Soilworks filed its summary judgment motion. Dkt. # 79-4 at 26. Soilworks has offered no explanation for the late disclosure. Nor does Soilworks dispute that it never disclosed to Midwest that Mr. Funk would opine that Durasoil does not infringe Midwest's patents. The Court will not grant summary judgment for Soilworks on the basis of Mr. Funk's report.Midwest seeks summary judgment on its claims for a declaratory judgment that the '266 and '270 Patents are valid. Dkt. #78-2 at 9-10;seeDkt. ## 16  33-35, 35  6-7. \"By direction of 35 U.S.C.  282, an issued patent is presumed valid.\"KSR Int'l Co. v. Teleflex Inc.,___ U.S. ___, 127 S.Ct. 1727, 1737, 167 L.Ed.2d 705 (2007). \"The burden of establishing invalidity of a patent or any claim thereof shall rest on the party asserting such invalidity.\" 35 U.S.C.  282;seeW. Lighting, Inc. v. Smoot-Holman Co.,381 F.2d 355, 356 (9th Cir.1966) (Section 282 \"provides for the presumption of the validity of a patent and places the burden of establishing invalidity upon the party asserting it\"). The burden is met only if clear and convincing evidence of invalidity is presented.SeeSaf-Gard Prods., Inc. v. Serv. Parts, Inc.,532 F.2d 1266, 1271 (9th Cir.1976);Lisle Corp. v. A.J. Mfg. Co.,398 F.3d 1306, 1316 (Fed. Cir.2005) (\"On numerous occasions, this court has recognized that a party challenging a patent's validity has the burden of proving by clear and convincing evidence that the patent is invalid, and that burden does not shift at any time to the patent owner.\") (citation omitted).Soilworks asserts that \"based on the prior art already submitted to this Court, the Midwest Patents are obvious and, therefore, invalid.\" Dkt. # 89 at 17. Soilworks does not identify the prior art previously submitted to the Court. Nor does Soilworks explain why such evidence shows that the inventions claimed in Midwest's patents were obvious.\"`[A] district court need not scour the record to make the case of a party,' especially in the context of a patent invalidity claim.\"Contech Stormwater Solutions, Inc. v. Baysaver Techs., Inc.,534 F.Supp.2d 616, 627 (D.Md.2008) (citation omitted). Rather, courts rely on \"`the nonmoving party to identify with reasonable particularity the evidence that precludes summary judgment.'\"Keenan v. Allan,91 F.3d 1275, 1279 (9th Cir.1996) (citation omitted). Soilworks has \"simply failed to produce specific facts showing that there is a genuine issue for trial, especially under a clear and convincing standard.\"Contech,534 F.Supp.2d at 627 (citation and internal quotation marks omitted). The Court will grant summary judgment in favor of Midwest on its claims for a declaratory judgment that the '266 and '270 Patents are valid.Seeid.(granting summary judgment for patentee where the alleged infringer failed to establish the scope and meaning of the alleged prior art or how the patents were invalid in light of the prior art).IT IS ORDERED:1. The parties' motions for summary judgment (Dkt. ## 78-79) are granted in part and denied in part as follows:a. Summary judgment is denied with respect to Soilworks' claims for false representation (Count I) and unfair competition (Count VI).b. Summary judgment is granted in favor of Midwest with respect to Soilworks' claims for misappropriation of goodwill (Count III) and tortious interference (Count IV).c. Midwest's Lanham Act claims for trademark infringement, false designation of origin, and unfair competition (Count I): Summary judgment is granted in favor of Midwest as to liability regarding the use of the Soil-Sement trademark. Summary judgment is granted in favor of Soilworks with respect to Midwest's other marks.d. Midwest's Lanham Act claim for false advertising (Count II): Summary judgment is granted in favor of Soilworks with respect to the statements that Soilworks is the \"innovator\" of Durasoil, that Durasoil is \"synthetic\" and \"oil-sheen free,\" and that Durasoil is made from \"proprietary ingredients\" and \"revolutionary state-of-the-art innovation.\" With respect to the statement that Soilworks is a \"manufacturer\" of Durasoil, summary judgment is granted in favor of Soilworks to the extent Midwest seeks an award of damages and denied to the extent Midwest seeks injunctive relief.e. Midwest's common law unfair competition claim (Count IV): Summary judgment is granted in Midwest's favor to the extent Soilworks infringes the Soil-Sement mark. To the extent Midwest's unfair competition claim is based on Soilworks' alleged false advertising, summary judgment is granted in favor of Soilworks except with respect to the statement that Soilworks is a manufacturer of Durasoil.f. Summary judgment is denied with respect to Midwest's unjust enrichment claim (Count V).g. Summary judgment is granted in favor of Midwest on its claims for a declaratory judgment that the '266 and '270 Patents are valid.h. Summary judgment is denied with respect to Midwest's claims for a declaratory judgment that Soilworks infringes the '266 and '270 Patents.2. The Court will set a final pretrial conference by separate order.NOTES[1]  The parties' requests for oral argument are denied because they have fully briefed the issues (seeDkt. ## 78-79, 88-89, 91-92) and oral argument will not aid the Court's decision.SeeMahon v. Credit Bur. of Placer County, Inc.,171 F.3d 1197, 1200 (9th Cir. 1999).[2]  This conclusion also disposes of Midwest's argument that Soilworks' state law claims similarly are barred by an inability to show bad faith.SeeDkt. # 78-2 at 21-22.[3]  Given this ruling, the Court need not address Midwest's arguments that the Polar Letters were not improper and did not interfere with Soilworks' business relationship.[4]  Soilworks' complaint does not contain a Count V.SeeDkt. # 1.[5]Brookfleld'sadoption of the initial interest confusion theory in metatag cases has been criticized.SeePlayboy Enters.,354 F.3d at 1034-36 (Berzon, J., concurring). For now, however, it is the law of the circuit and must be followed by this Court.See Storus,2008 WL 449835, at *4 n. 6.[6]  InDesigner Skin,\"S & L Vitamins use[d] Designer Skin's marks to truthfully inform internet searchers where they can find Designer Skin's products.\" 560 F.Supp.2d at 819. Soilworks does not contend that its use of the \"soil sement\" mark \"invites [Midwest's] customers to purchase [Midwest's] products.\"Id.Rather, Soilworks clearly uses the mark to attract customers to Soilworks' websites.Designer Skinis therefore distinguishable.[7]  Soilworks asserts that Midwest has used Soilworks' trademarks in keyword advertising without Soilworks' consent. Dkt. # 89 at 7. Soilworks asserts that the Court cannot hold it \"liable for conduct seemingly no different than that engaged in by Midwest.\"Id.But Soilworks made no claim against Midwest for this alleged conduct, and the fact that Midwest may have violated the Lanham Act does not somehow excuse Soilworks' violation.[8]  Given this ruling, the Court need not address Soilworks' late disclosure argument.SeeDkt. # 92 at 6-7.[9]  Midwest's Chief Executive Officer, Robert Vitale, testified only that the materials are \"severely hydrotreated blah-blah-blah.\" Dkt. # 80-4 at 12.",
	"mentions-patents": ["7,074,266",
	"7,081,270",
	"630187",
	"230350",
	"230350",
	"312072",
	"449835",
	"449835",
	"211664",
	"355794",
	"323870",
	"449835"],
	"court": "District Court, D. Arizona",
	"isPatent": true},
	"url": "https://www.courtlistener.com/opinion/1462198/soilworks-llc-v-midwest-indus-supply-inc/",
	"timestamp": 1437158500000,
	"raw_content": "",
	"team": "sotera",
	"images": "",
	"raw_text": "",
	"content-type": "full-raw-html",
	"crawler": "datawake-crawler"},
	"_index": "memex-domains_7"}
]