[{
    "abstract": "Thermopower, conductivity and 1/f noise measurements have been performed on a series of n-type doped hydrogenated amorphous silicon carbon films that are prepared with varying gas phase concentrations of CH4. The increased disorder at the mobility edge associated with alloying is characterized by the Q-function, which is obtained by combining thermopower and conductivity measurements, and is also reflected in the noise power spectra and noise statistics.",
    "chemistry_names": [
        "hydrogenated",
        "silicon",
        "carbon",
        "CH4"
    ],
    "uri": "http://memex.zapto.org/data/page/64A7DB847545FB70D2974E47F32707BF7A7B149B/processed"
}
,{
    "abstract": "Ion implantation provides a mechanism for radically modifying the electronic and transport properties of a variety of polymers that are normally insulating. By using masks and tailoring the implanted species and ion energies, conducting paths in an insulating medium can be fabricated between specific reference points, an application of obvious relevance to the microelectronics industry. Specific results are reported for modification of the structure, electrical conductivity, thermoelectric-power, optical transmission and electron spin resonance for several polymers under a variety of implantation conditions. The temperature and frequency dependence of the conductivity suggest a onedimensional variable range hopping mechanism for conduction along the polymer chains. Comparison is made between implantation in the 200 keV and 2 MeV energy ranges.",
    "chemistry_names": [],
    "uri": "http://memex.zapto.org/data/page/5C3C0C1B035D61FB9D6CC12DEDE66AB5805B9BD8/processed"
}
,{
    "abstract": "Exploitation of specific cell membrane receptor molecules is a promising avenue for the separation and purification of particular cell populations for biomedical and biotechnological purposes. Cell affinity chromatography is a technique which uses this principle to separate cells. In it, ligand molecules with a high binding affinity for specific receptors on targeted cell populations are immobilized on surfaces over which mixed cell populations are passed. These targeted populations are preferential retained, affecting a separation.",
    "chemistry_names": [],
    "uri": "http://memex.zapto.org/data/page/6077CDB83361D0A8BD971EC8DC9857404E2C825C/processed"
}
,{
    "abstract": "The elastic moduli and flow stresses of as-deposited Pt and Pt-Ru solid solution thin films were investigated by the nanoindentation method. The influence of solid solution alloying was explored by depositing Pt-Ru solid solution thin films with various compositions onto Si substrates. The 200 nm films were prepared by DC magnetron cosputtering with a Ru composition range from 0 to 20wt%. As expected, the modulus and the flow stress both increased significantly with an increase in Ru. The experimental results compare favorably to predictions based on a simple dislocation motion model consisting of three strengthening terms: substrate constraint, grain size strengthening and solid solution strengthening.",
    "chemistry_names": [
        "Pt",
        "Pt-Ru",
        "Pt-Ru",
        "Si",
        "DC",
        "Ru",
        "Ru"
    ],
    "uri": "http://memex.zapto.org/data/page/5FA0ED1C7836E84B9CAE1F79D809D7FD65B0E1B4/processed"
}
]