{
  "posts": [
    {
      "content": "I am thinking about buying a handgun from someone else (that I do not know) here in Ohio. I know private party transaction from one Ohio resident to another is legal but what is the best and safest way to conduct such a transaction. I am the buyer in this case but either way what information should exchange hands (in addition to the exchange of money and firearm) so that both side of the transaction have enough information to assure them the other party member is on the up-and-up. I have never done a private party sale with someone I did not know. Any advice and experience would be greatly appriciated. Is there any issues or pitfalls I should watch for and avoid. Thanks mcb [I made this a sticky in the For Sale / Trades / Wanted forum, and left a shadow topic in &quot;Ohio Issues and Politics&quot; - JK]",
      "date_posted": "Mon Jun 15, 2009 4:22 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        }
      ],
      "post_id": "389853",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "130"
        },
        {
          "label": "Joined:",
          "value": "Fri Jul 08, 2005 12:24 pm"
        },
        {
          "label": "Location:",
          "value": "Lake County Ohio"
        },
        {
          "label": "Feedback:",
          "value": "0 (0%)"
        }
      ],
      "user_id": "238",
      "user_tag": "",
      "username": "mcb"
    },
    {
      "content": "Hopefully the seller has a CHL and won't mind showing it to you. If not, I'd maybe want to at least get a bill of sale with the seller's name and address, as well as your name and address. Make 2 copies, both of you sign and date both copies, and each take one. This is evidence that the gun has been sold if for some crazy reason it's ever recovered after being used in a crime. That's the only thing I can think of, hopefully someone with more experience will chime in.",
      "date_posted": "Mon Jun 15, 2009 4:35 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./download/file.php?avatar=4993_1272722071.gif"
        }
      ],
      "post_id": "389857",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "618"
        },
        {
          "label": "Joined:",
          "value": "Thu Apr 02, 2009 8:22 am"
        },
        {
          "label": "Location:",
          "value": "Columbus, Ohio"
        },
        {
          "label": "Feedback:",
          "value": "2 (100%)"
        }
      ],
      "user_id": "4993",
      "user_tag": "",
      "username": "P-chan"
    },
    {
      "content": "Make sure You get a receipt from the Seller that has the Make and Model and serial Number of the Firearm. Also You should get the Sellers Name,Address and see His Drivers License to be sure things are right. If He balks at any of this I would pass on the Gun.",
      "date_posted": "Mon Jun 15, 2009 6:05 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        }
      ],
      "post_id": "389883",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "294"
        },
        {
          "label": "Joined:",
          "value": "Tue Mar 07, 2006 7:53 am"
        },
        {
          "label": "Feedback:",
          "value": "0 (0%)"
        }
      ],
      "user_id": "1029",
      "user_tag": "",
      "username": "e3mrk"
    },
    {
      "content": "I've bought and sold firearms without receipts or any other paper trail, and prefer it that way. If I was selling a gun to you and you wanted all that information from me in writing, I would personally pass on the sale. I have and will show someone my drivers license with my finger covering my name and address. They can see that my picture is on an Ohio license, which is all the proof they are going to get of residency. When selling, I do verbally question them, &quot;for the record, you aren't a convicted felon or otherwise disqualified from buying firearms?&quot; That just served as my due diligence. I am a: NRA Life Member, Texas State Rifle Association Life Member, Texas Firearms Coalition Gold member, OFCC Patron Member, former JFPO member (pre-SAF). This froggie ain't boiling! Shall not be infringed! Μολών Λαβέ More Obamination. Idiots. Can't we find an electable (R) for 2016?",
      "date_posted": "Mon Jun 15, 2009 6:48 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./download/file.php?avatar=2120_1263340753.jpg"
        },
        {
          "src": "./images/ranks/rank_patron.png"
        }
      ],
      "post_id": "389894",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "15057"
        },
        {
          "label": "Joined:",
          "value": "Sun Jan 14, 2007 10:26 pm"
        },
        {
          "label": "Location:",
          "value": "Houston TX (formerly Franklin County)"
        },
        {
          "label": "Feedback:",
          "value": "11 (100%)"
        }
      ],
      "user_id": "2120",
      "user_tag": "OFCC Patron Member",
      "username": "BobK"
    },
    {
      "content": "As long as the gun isn't C&amp;R and has to be entered in my bound book, I ask the questions that BobK has posted. If voting could really change anything -- they would make it illegal.",
      "date_posted": "Mon Jun 15, 2009 7:32 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./download/file.php?avatar=429_1242790083.jpg"
        }
      ],
      "post_id": "389907",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "4607"
        },
        {
          "label": "Joined:",
          "value": "Wed Aug 10, 2005 3:16 am"
        },
        {
          "label": "Location:",
          "value": "Toledo"
        },
        {
          "label": "Feedback:",
          "value": "56 (100%)"
        }
      ],
      "user_id": "429",
      "user_tag": "",
      "username": "ArcherAce"
    },
    {
      "content": "For C&amp;R don't you only have to enter it into your book if you acquired it via your C&amp;R? For instance, if I bought an SKS from a gun dealer and filled out a yellow form, do I still need to enter it into my bound book? Anyway, for a private sale I prefer to hand them the money and receive my weapon. I bought a gun from a guy at a flea market, I have no idea who he was, he had no idea who I was. He said a price, I gave him the money, he gave me my gun. He was selling guns and puppies. They sure looked cute (of course I am referring to the guns). The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants. - Thomas Jefferson Is life so dear, or peace so sweet, as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take; but as for me, give me liberty, or give me death! - Patrick Henry",
      "date_posted": "Mon Jun 15, 2009 9:19 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./images/smilies/icon_biggrin.gif"
        },
        {
          "src": "./download/file.php?avatar=5172_1251227166.jpg"
        }
      ],
      "post_id": "389949",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "897"
        },
        {
          "label": "Joined:",
          "value": "Tue May 05, 2009 3:49 pm"
        },
        {
          "label": "Location:",
          "value": "Lake County"
        },
        {
          "label": "Feedback:",
          "value": "3 (100%)"
        }
      ],
      "user_id": "5172",
      "user_tag": "Account Deactivated",
      "username": "DisgruntledCitizen"
    },
    {
      "content": "DisgruntledCitizen wrote:For C&amp;R don't you only have to enter it into your book if you acquired it via your C&amp;R? For instance, if I bought an SKS from a gun dealer and filled out a yellow form, do I still need to enter it into my bound book? The law references the actions that a licensee must take; it doesn't (ever) discuss &quot;using your license&quot; to acquire something. If you're currently licensed, you must record the transaction, and with enough detail to satisfy the law's requirements. If you're not licensed, shred your old bound book and don't bother building a new one. -- Someone edited my signature and deleted my posts, and all I got was... this edited signature.",
      "date_posted": "Mon Jun 15, 2009 9:23 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./images/smilies/icon_smile.gif"
        },
        {
          "src": "http://crufflecarp.org/avatars/secure_sm_avatar.jpg"
        }
      ],
      "post_id": "389952",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "14074"
        },
        {
          "label": "Joined:",
          "value": "Tue Sep 27, 2005 6:08 pm"
        },
        {
          "label": "Location:",
          "value": "East of Cincinnati"
        },
        {
          "label": "Feedback:",
          "value": "99 (100%)"
        }
      ],
      "user_id": "546",
      "user_tag": "",
      "username": "jabeatty"
    },
    {
      "content": "I have bought few firearms from private owners (Ohio) one requested to see the driver's license others did not &quot;The great object is, that every man be armed&quot; -- Patrick Henry, speech of June 14 1788",
      "date_posted": "Mon Jun 15, 2009 10:43 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./download/file.php?avatar=4427_1232926869.jpg"
        }
      ],
      "post_id": "389994",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "683"
        },
        {
          "label": "Joined:",
          "value": "Thu Jan 01, 2009 4:13 pm"
        },
        {
          "label": "Location:",
          "value": "Warren County Ohio"
        },
        {
          "label": "Feedback:",
          "value": "4 (100%)"
        }
      ],
      "user_id": "4427",
      "user_tag": "",
      "username": "true_pair"
    },
    {
      "content": "Buyer asks: Is this your gun to sell? Are you an Ohio resident, may I see you Ohio DL or ID? Optional: Do you have a Ohio CHL? Seller asks: Are you an Ohio resident, may I see you Ohio DL or ID? How are you paying? Is there anything that legally bars you from buying or owning a firearm? Optional: Do you have a Ohio CHL? The above is the minimum. You can ask or demand further documentation or exchange of info, but I no longer do. My preference to actually conduct the transaction is a secluded spot in a public space (ex: away from other vehicles in a Wally World or shopping plaza parking lot, a large restaurant parking lot, Gander Mountain lot, or gun club). Or, @ a gun show. I also keep the firearm in the seller's vehicle away from the casual observer. When the exchange is made, try to keep the firearm covered or cased for transfer to your vehicle just to avoid unnecessary public observation/ 'man with a gun' call. If the seller is a total stranger, I ask to do a quick inspection or function test. If you don't know a particular weapons break down or function test, ask the seller. Most will be happy to show you. Last edited by McM on Mon Jun 15, 2009 11:04 pm, edited 1 time in total. Not one of the &quot; 'more-equal animals' &quot;. Hippies make me laugh. Bleeding hippies make me laugh REALLY HARD! -Morne",
      "date_posted": "Mon Jun 15, 2009 10:52 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "http://img65.imageshack.us/img65/6567/cmtb8.jpg"
        }
      ],
      "post_id": "390000",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "3705"
        },
        {
          "label": "Joined:",
          "value": "Thu Aug 24, 2006 10:22 pm"
        },
        {
          "label": "Location:",
          "value": "Western Pennsylvania"
        },
        {
          "label": "Feedback:",
          "value": "18 (100%)"
        }
      ],
      "user_id": "1532",
      "user_tag": "",
      "username": "McM"
    },
    {
      "content": "BobK wrote:I've bought and sold firearms without receipts or any other paper trail, and prefer it that way. If I was selling a gun to you and you wanted all that information from me in writing, I would personally pass on the sale. Yup. If I wanted to provide a paper trail, I'd do business with my friendly local FFL. Seriously, people freak out over this stuff. Chris Crushing the First Amendment, one post at a time! &quot;If you walk out of your house carrying your gun (openly or otherwise) and you DO NOT fully understand the law, then you are NOT completely armed...&quot;",
      "date_posted": "Mon Jun 15, 2009 10:57 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "http://i166.photobucket.com/albums/u106/harbenphotography/HLMCLogo-1.jpg"
        },
        {
          "src": "./images/ranks/rank_coord.png"
        }
      ],
      "post_id": "390003",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "10171"
        },
        {
          "label": "Joined:",
          "value": "Fri Jan 19, 2007 11:38 pm"
        },
        {
          "label": "Location:",
          "value": "Attica, OH"
        },
        {
          "label": "Feedback:",
          "value": "52 (100%)"
        }
      ],
      "user_id": "2137",
      "user_tag": "OFCC Coordinator",
      "username": "charben"
    },
    {
      "content": "If something doesn't feel right about a buyer or seller, feel free to walk away. Better to not buy that gun, than to get ripped off or worse. Another possible touchy subject is the presence of other persons at a sale. No one likes to feel outnumbered when guns and money are changing hands. I usually do not mind if the other party brings a wife/friend/etc. However, do remember that if you bring a 'guest' and the buyer/seller comes alone, it is probably best to have your friend wait some distance away. If I've met someone before I really don't care if they bring the President with them, but if I don't know the buyer/seller from Adam that gets my attention. Always go armed, and assume the other party is armed also. An armed society is a polite society. Not one of the &quot; 'more-equal animals' &quot;. Hippies make me laugh. Bleeding hippies make me laugh REALLY HARD! -Morne",
      "date_posted": "Mon Jun 15, 2009 11:00 pm",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "http://img65.imageshack.us/img65/6567/cmtb8.jpg"
        }
      ],
      "post_id": "390009",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "3705"
        },
        {
          "label": "Joined:",
          "value": "Thu Aug 24, 2006 10:22 pm"
        },
        {
          "label": "Location:",
          "value": "Western Pennsylvania"
        },
        {
          "label": "Feedback:",
          "value": "18 (100%)"
        }
      ],
      "user_id": "1532",
      "user_tag": "",
      "username": "McM"
    },
    {
      "content": "When buying, I show my CHL, and ask some questions about the gun to satisfy myself that everything is on the up and up. I like to meet at a shooting range -- both a public spot and a place to try out the gun before the money changes hands. Shooting off a couple mags in Wal-Mart parking lots is frowned upon, except in Akron and Toledo. Ohio Medical Reserve Corps -- volunteer today! &quot;Firearms are second only to the Constitution in importance; they are the peoples' liberty's teeth.&quot; -- President George Washington",
      "date_posted": "Tue Jun 16, 2009 5:10 am",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./images/smilies/icon_lol.gif"
        },
        {
          "src": "http://www.guardianprotectsyou.com/spooky.jpg"
        }
      ],
      "post_id": "390047",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "3873"
        },
        {
          "label": "Joined:",
          "value": "Tue Aug 02, 2005 4:35 pm"
        },
        {
          "label": "Location:",
          "value": "SE Ohio"
        },
        {
          "label": "Feedback:",
          "value": "5 (100%)"
        }
      ],
      "user_id": "396",
      "user_tag": "",
      "username": "charles1198"
    },
    {
      "content": "Charles, I don't know where your getting your idras about Toledo. I can tell you that poping off even one round in a parking lot will buy you a spot in the Gray bar motel. &quot;I love my country, but I fear my goverment.&quot;",
      "date_posted": "Tue Jun 16, 2009 5:40 am",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        },
        {
          "src": "./download/file.php?avatar=5213_1242158788.jpg"
        }
      ],
      "post_id": "390052",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "28"
        },
        {
          "label": "Joined:",
          "value": "Tue May 12, 2009 11:26 am"
        },
        {
          "label": "Location:",
          "value": "Toledo"
        },
        {
          "label": "Feedback:",
          "value": "1 (100%)"
        }
      ],
      "user_id": "5213",
      "user_tag": "",
      "username": "Grant26"
    },
    {
      "content": "I've sold a gun and ammo to two different people on this board. With the gun, he offered to show me his CHL, I glanced at it, and that was it. Showed he was an Ohio resident, and (at some point) had passed a background check. Due dilligence done. Second time, with the ammo, just changed hands and chatted for a while. No ID. Haven't yet had the opportunity to buy anything in a FTF transaction, so I can't comment on what a seller has had me do. I think just do what any prudent person would do to ensure that you aren't selling a felon a gun, and everyone is good. Seriously, you can't be expected to run a full background check somehow, right? Although then again, with Ohio's convoluted gun laws... My head hurts now.",
      "date_posted": "Tue Jun 16, 2009 6:02 am",
      "images": [
        {
          "src": "./styles/prosilver/imageset/icon_post_target.gif"
        }
      ],
      "post_id": "390054",
      "user_attributes": [
        {
          "label": "Posts:",
          "value": "298"
        },
        {
          "label": "Joined:",
          "value": "Sat Jun 28, 2008 6:34 pm"
        },
        {
          "label": "Location:",
          "value": "Grove City, OH"
        },
        {
          "label": "Feedback:",
          "value": "3 (100%)"
        }
      ],
      "user_id": "3404",
      "user_tag": "",
      "username": "dfrea"
    }
  ],
  "topic_id": "32646",
  "topic_title": "Private party sales, what's the best way to conduct it.",
  "tikametadata":{
    "title":[
    "Equity partner for approved residential subdivisions [Archive] - Calguns.net"
    ],
    "keywords":[
    " Equity partner for approved residential subdivisions, vbulletin,CA, guns, rifle,ar15,gun,forum,bbs,discussion,jelsoft,bulletin board"
    ],
    "description":[
    "[Archive] Equity partner for approved residential subdivisions Jobs Wanted Jobs Offered"
    ],
    "Content-Type-Hint":[
    "text/html; charset=ISO-8859-1"
    ],
    "Content-Encoding":[
    "ISO-8859-1"
    ],
    "X-Parsed-By":[
    "org.apache.tika.parser.DefaultParser",
    "org.apache.tika.parser.html.HtmlParser"
    ],
    "Content-Type":[
    "application/xhtml+xml; charset=ISO-8859-1"
    ],
    "dc:title":[
    "Equity partner for approved residential subdivisions [Archive] - Calguns.net"
    ]
    },
  "raw_text":" Calguns.net > SPECIALTY FORUMS > Jobs Wanted Jobs Offered > Equity partner for approved residential subdivisions\n PDA\n View Full Version : Equity partner for approved residential subdivisions\n GuyW\n09-02-2009, 6:39 PM\nI have been working on a couple of APPROVED subdivisions (TMs) in the Fallbrook area. \n The owner is looking for an equity partner.\n If anyone is interested, please PM me. \n The projects are 1+ acre rural residential lots.\n I have inside knowledge on another approved residential project, in Riverside County, as well\n These projects all have recently-approved Tentative Maps.\n PS, I'm always looking for folks who might need civil engineering or land surveying services\n Rob454\n09-11-2009, 4:28 PM\nYou're looking to build houses in this economy? AND make a profit?\n GuyW\n09-25-2009, 5:55 PM\nYou're looking to build houses in this economy? AND make a profit?\n 1. No, the coming economy\n 2. Residential subs don't have to involve house construction - it can be a lot sales program...\n .\n vBulletin® v3.8.7, Copyright ©2000-2015, vBulletin Solutions, Inc.\n ",
  "rawtextdetectedlanguage":"en",
  "uri":"http://dig.isi.edu/ht/data/page/6634FD7E15AF2DD914856082B0618DC1032BC3E7/1435042741/processed",
  "url":"http://www.carolinabargaintrader.net/category/228/Hand-Guns/listings/42826/SmithandWesson-686P.html"
}

