{
  "conference_date": "6-12 May 2007",
  "published_in": "INFOCOM 2007. 26th IEEE International Conference on Computer Communications. IEEE",
  "specifications": [
    {
      "label": "Page(s):",
      "value": "937 - 945"
    },
    {
      "label": "ISSN :",
      "value": "0743-166X"
    },
    {
      "label": "Print ISBN:",
      "value": "1-4244-1047-9"
    },
    {
      "label": "INSPEC Accession Number:",
      "value": "9809478"
    },
    {
      "label": "Conference Location :",
      "value": "Anchorage, AK"
    },
    {
      "label": "DOI:",
      "value": "10.1109/INFCOM.2007.114"
    },
    {
      "label": "Publisher:",
      "value": "IEEE"
    }
  ],
  "title": "A New Search Algorithm using Autonomous and Cooperative Multiple Sensor Nodes",
  "crawl_data":
[
    {
        "doi": "10.1109/CIRA.2005.1554325", 
        "title": "Computational Intelligence in [::Robotics::] and Automation, 2005. CIRA 2005. Proceedings. 2005 IEEE International Symposium on", 
        "url": "http://ieeexplore.ieee.org/xpl/articleDetails.jsp?arnumber=1554325", 
        "abstract": "Four steps are required to demonstrate mirror image cognition using a robot. These steps are: 1) the robot imitates the action of its own image reflected in a mirror, 2) the robot imitates an action taken intentionally by another robot as imitative behavior, 3) the third one is conducted in an environment where the other robot is controlled completely via cables from the self-robot to imitate the behaviour, and 4) the robot imitates the random actions of another robot. In the 1st step, it is a fact that the mirror image of the robot is the same action as the robot itself performs, however, it is possible that the mirror image could be another individual intentionally performing an action in the same manner as oneself, or it could be another performing the same action as oneself by coincidence. However, these possibilities can be eliminated by discriminating the 1st step from the other steps using a given evaluation method.\nAuthor(s) Junichi Takeno Comput. Sci., Meiji Univ., Kawasaki, Japan Keita Inaba ; Tohru Suzuki\nReferenced Items are not available for this document.\nNo versions found for this document.\nStandards Dictionary Terms are available to subscribers only.", 
        "authors": [
            "Junichi Takeno", 
            "Keita Inaba", 
            "Tohru Suzuki"
        ], 
        "year": "2005"
    }
]
}